{
  "_default": {
    "1": {
      "publishedAt": "2017-04-20T13:55:18Z",
      "description": "A highly unusual and racially charged episode from the 2016 campaign suddenly resurfaced this week when a federal judge whom President Donald Trump repeatedly criticized last year was assigned to hear the case of a man who claims he was unfairly deported.",
      "urlToImage": "http://i2.cdn.cnn.com/cnnnext/dam/assets/170420093029-curiel-trump-split-super-tease.jpg",
      "author": "Laura Jarrett, CNN",
      "entities": [
        "Donald Trump",
        "Trump University",
        "Gonzalo Curiel",
        "Juan Manuel Montes Bojorquez",
        "Trump administration",
        "DACA",
        "DHS",
        "Jake Tapper",
        "US",
        "Border Patrol",
        "Mexico",
        "President",
        "House Speaker Newt Gingrich",
        "California",
        "Obama administration",
        "Senate",
        "Mitch McConnell",
        "DACA.Curiel",
        "CNN",
        "Mexico.",
        "Paul Ryan",
        "Tal Kopan"
      ],
      "fullText": "A highly unusual and racially charged episode from the 2016 campaign suddenly resurfaced this week when a federal judge whom President Donald Trump repeatedly criticized last year was assigned to hear the case of a man who claims he was unfairly deported.Judge Gonzalo Curiel, who was born in the US but is of Mexican heritage, was attacked by Trump last year over his handling of a lawsuit against Trump University. Trump claimed Curiel could not impartially hear the case because of his background and Trump's hardline immigration policies. The case was eventually settled.The deportation case concerns Juan Manuel Montes Bojorquez, 23, whose lawyers allege he was deported from California to Mexico earlier this year despite having active protection under the Deferred Action for Childhood Arrivals program, also known as DACA.Curiel's involvement in the case is sure to increase the publicity surrounding the most notable test yet of the Trump administration's policies toward undocumented immigrants. Trump pledged to end DACA during the 2016 campaign, but the Department of Homeland Security has continued issuing permits.And Trump's comments toward Curiel last year -- he called the Indiana-born judge a \"hater\" and a \"Mexican\" -- drew some of the loudest accusations of racism that the then-candidate faced during his campaign.Lawyers for Montes, who is now in Mexico, say their client was apprehended by Border Patrol and deported on February 18. DHS said Wednesday that never happened.Attorneys say Montes had renewed his DACA status, a protection for undocumented immigrants who were brought to the US as children initiated under the Obama administration, in 2016, which would keep him protected until 2018, according to the lawsuit filed under the Freedom of Information Act.While DHS initially said Tuesday they had a record of Montes' DACA expiring in 2015, they released further information Wednesday saying he did, in fact, have DACA status until 2018.The problem, though, is on the part of the story both sides agree on: Montes tried to sneak back into the US on February 19 and was caught by Border Patrol. DACA requires individuals to get pre-clearance to leave the country, and so Montes' re-entry then showed he had left without authorization and voided his status, DHS said.The administration has said that it respects DACA and that no one with active status would be deported, but advocates are using the Montes case to call into question whether DHS is being honest about its position.'The definition of racism'Trump was condemned by Democrats and Republicans alike last year after he criticized Curiel's rulings in the Trump University case and attacked Curiel personally.One of Trump's harshest rebukes came from House Speaker Paul Ryan, who described the language as \"sort of like the textbook definition of a racist comment.\" Senate Majority Leader Mitch McConnell called Trump's remarks \"offensive and wrong\" and former House Speaker Newt Gingrich, a staunch ally of Trump, called the comments \"inexcusable\" and \"one of the worst mistakes Trump has made.\"Trump later defended himself in a written statement, saying he did not believe \"one's heritage (made) them incapable of being impartial.\"\"Based on the rulings that I have received in the Trump University civil case, I feel justified in questioning whether I am receiving a fair trial,\" Trump said. He also referenced \"the core issues of my campaign that focus on illegal immigration, jobs and unfair trade\" in explaining his criticism.In a memorable exchange with CNN's Jake Tapper in June, Trump vociferously -- and repeatedly -- defended his claims that Curiel was biased. \"He's proud of his heritage. I respect him for that,\" Trump said, dismissing charges that his allegation was racist. \"He's a Mexican. We're building a wall between here and Mexico.\"At the end of a lengthy exchange, Tapper asked: \"If you are saying he cannot do his job because of his race, is that not the definition of racism?\"\"No, I don't think so at all,\" Trump said.CNN's Tal Kopan contributed to this report.",
      "keywords": [
        "Trump",
        "Trump University",
        "President Donald Trump",
        "Trump University case",
        "worst mistakes Trump",
        "Trump administration",
        "Manuel Montes Bojorquez",
        "DACA status",
        "Curiel",
        "Information Act.While DHS",
        "DHS said.The administration",
        "undocumented immigrants",
        "Gonzalo Curiel",
        "hardline immigration policies",
        "Montes case",
        "Border Patrol",
        "House Speaker",
        "Childhood Arrivals program",
        "University civil case",
        "Speaker Newt Gingrich",
        "Curiel personally.One",
        "Leader Mitch McConnell",
        "House Speaker Paul",
        "deportation case",
        "Mexican heritage",
        "federal judge",
        "loudest accusations",
        "Deferred Action",
        "Jake Tapper",
        "Homeland Security",
        "racist comment",
        "active protection",
        "notable test",
        "Indiana-born judge",
        "Obama administration",
        "staunch ally",
        "Tal Kopan",
        "active status",
        "written statement",
        "core issues",
        "textbook definition",
        "unfair trade",
        "illegal immigration",
        "memorable exchange",
        "fair trial",
        "lengthy exchange",
        "campaign",
        "rulings",
        "lawsuit",
        "racism"
      ],
      "source": "cnn",
      "url": "http://www.cnn.com/2017/04/20/politics/juan-manuel-montes-bojorquez-judge-curiel/index.html",
      "title": "Judge denigrated by Trump as 'Mexican' will hear key deportation case"
    },
    "2": {
      "publishedAt": "2017-04-20T10:29:22Z",
      "description": "A dispute over whether the US government deported an undocumented immigrant with protected status heated up Wednesday, as the Department of Homeland Security released further details about the case.",
      "urlToImage": "http://i2.cdn.cnn.com/cnnnext/dam/assets/170417200826-mexico-ice-deportation-super-tease.jpg",
      "author": "Tal Kopan, CNN",
      "entities": [
        "Juan Manuel Montes Bojorquez",
        "DACA",
        "DHS",
        "Border Patrol",
        "United States",
        "DACA",
        "Mexico",
        "US Border Patrol",
        "John Kelly",
        "President Trump",
        "Juan Manuel",
        "Sean Spicer",
        "Dick Durbin",
        "Nora Preciado",
        "Secretary",
        "Obama administration",
        "Rep. Steve King",
        "Nancy Pelosi",
        "California",
        "CNN",
        "Mexican government",
        "Mr. Montes-Bojorquez",
        "Congress",
        "press secretary",
        "shoplifting",
        "Senate",
        "Jenny Burke",
        "National Immigration Law Center",
        "Rosa Flores",
        "staff attorney",
        "Iowa",
        "three hours",
        "four years",
        "13 years",
        "23-year",
        "9 years"
      ],
      "fullText": "A dispute over whether the US government deported an undocumented immigrant with protected status heated up Wednesday, as the Department of Homeland Security released further details about the case. Lawyers for the man now in Mexico say their client was apprehended by Border Patrol and deported on February 18. DHS said Wednesday that never happened. In a lawsuit released Tuesday, lawyers for Juan Manuel Montes Bojorquez allege that the 23-year-old was deported from California to Mexico on February 18, despite having active protection under the Deferred Action for Childhood Arrivals program. Lawyers claim that Montes had renewed his DACA status, a protection for undocumented immigrants who were brought to the US as children initiated under the Obama administration, in 2016, which would keep him protected until 2018, according to the lawsuit filed under the Freedom of Information Act.The case has put in sharp focus the murky position of the Trump administration on DACA. DHS has continued issuing the permits, though Trump pledged to end the program during the 2016 campaign.While the administration has said that it respects DACA and that no one with active status would be deported, advocates are using the case to call into question whether DHS is being honest about its position.The caseWhile DHS initially said Tuesday they had a record of Montes' DACA expiring in 2015, they released further information Wednesday saying he did, in fact, have DACA status until 2018.The problem, though, is on the part of the story both sides agree on: Montes tried to sneak back into the US on February 19 and was caught by Border Patrol. DACA requires individuals to get pre-clearance to leave the country, and so Montes' re-entry then showed he had left without authorization and voided his status, DHS said.  \"Mr. Montes-Bojorquez lost his DACA status when he left the United States without advanced parole on an unknown date prior to his arrest by the US Border Patrol on Feb. 19, 2017,\" said DHS spokeswoman Jenny Burke in a statement. \"According to his interview with the Border Patrol, conducted in Spanish, he entered the United States on February 19, 2017, and he acknowledged that he understood the questions that he was being asked. Departing the country without advanced parole terminates the protections Montes-Bojorquez was granted under DACA.\"Montes' attorneys, however, said they stand behind his account of the story.\"Juan Manuel has been unequivocal in his assertion that he never voluntarily left the country while he had DACA. We believe him,\" said Nora Preciado, a staff attorney with the National Immigration Law Center and co-counsel on the case. \"We filed a FOIA lawsuit to get answers.\"In a statement, the Mexican government said it had been in contact with Montes to offer assistance and called for an investigation to ensure Border Patrol acted properly.Trump administration stanceWhite House press secretary Sean Spicer was asked Wednesday to clarify the administration's position on deporting non-criminal undocumented immigrants in the wake of the case.Spicer said the administration \"first and foremost\" is concerned about dealing with people who have committed crimes or \"are a threat to public safety,\" and referred questions about Montes to DHS. \"That situation is evolving right now,\" Spicer said. \"I would not rush to judgment.\"DHS also noted that Montes had a previous conviction for shoplifting in 2016 that resulted in probation, a fact the lawsuit admits. His lawyers say the conviction would not disqualify him from DACA, which requires a background check. The agency also disputed another fact of Montes' case, regarding when he entered the country. Montes' attorneys say he came to the country when he was 9 years old, roughly 13 years ago. But DHS says the first record they have of Montes is in 2010, when he entered the US and agreed to a deal that allowed him to avoid expedited removal. He was then cleared for DACA four years later. Homeland Security Secretary John Kelly has said categorically that no one who has current DACA status has been detained or deported under the program. Several individuals who were previously recipients of DACA have been detained by DHS, but the agency has said their status either expired or was nullified by what they claim was criminal activity. \"We have not picked up -- I don't care what you read or what people say -- we have not in my time picked up someone who is covered by DACA,\" Kelly told reporters on Capitol Hill after meeting with Senate Democrats in late March. Congressional reactionDemocrats in Congress immediately seized on the lawsuit, which claims that Montes was apprehended and sent to Mexico within three hours because he did not have his DACA paperwork on him. The lawsuit says that while in Mexico, Montes was assaulted and fearing his life, illegally crossed into the US again, where he was apprehended and detained before being removed once again to Mexico. If Montes had active DACA status, he would be the first such recipient deported despite the protection.\"The promise that our government made to all the DACA recipients, including Juan Manuel, is at stake,\" Preciado said. \"These young folks came forward, they filed paperwork, they got their background checks done, they paid their fees and in exchange, the government promised them that they did not have to fear deportation -- that they could get work authorization to continue their lives, to study and work, that they wouldn't be summarily deported, and yet here we are.\"Dick Durbin, the No. 2 Democrat in the Senate, said he was disturbed by reports that someone with DACA status had been deported.\"I've contacted DHS to demand an explanation. Just last month Secretary Kelly promised me that no one with DACA would lose this protection unless they violated the terms of DACA. I intend to hold him to this commitment,\" Durbin said in a statement.House Minority Leader Nancy Pelosi went further, calling the report \"appalling.\"\"Another promise cruelly broken by President Trump, this one with heartbreaking consequences for brave young DREAMers across the nation,\" Pelosi said in a statement. One supporter of the move, though, was hardliner Rep. Steve King, a Republican from Iowa who supports vastly restricting the flow of immigration into the US and has a history of controversial statements about immigrants.\"First non-valedictorian DREAMer deported. Border Patrol, this one's for you,\" King tweeted, with a link to the story and picture of a beverage. The lawsuit says that Montes has cognitive disabilities due to a traumatic brain injury suffered as a child, but graduated high school by taking special education courses and had enrolled in community college, though he was working as a farmhand prior to his deportation.CNN's Rosa Flores contributed to this report.This story has been updated to reflect CNN's latest reporting.",
      "keywords": [
        "DACA status",
        "Border Patrol",
        "Montes",
        "current DACA status",
        "active DACA status",
        "DHS",
        "Manuel Montes Bojorquez",
        "DACA paperwork",
        "DACA recipients",
        "DHS spokeswoman Jenny",
        "Juan Manuel",
        "caseWhile DHS",
        "undocumented immigrants",
        "Homeland Security",
        "advanced parole",
        "Childhood Arrivals program",
        "Information Act.The case",
        "non-criminal undocumented immigrants",
        "House press secretary",
        "United States"
      ],
      "source": "cnn",
      "url": "http://www.cnn.com/2017/04/18/politics/juan-manuel-montes-bojorquez-deportation/index.html",
      "title": "This man's deportation is testing Trump's murky stance on DACA"
    },
    "3": {
      "publishedAt": "2016-06-05T15:48:36Z",
      "description": "Donald Trump on Friday vociferously -- and repeatedly -- defended his claims that a judge overseeing a lawsuit against Trump University is biased because of his Mexican heritage, pushing back against criticism that his objections are racist.",
      "urlToImage": "http://i2.cdn.cnn.com/cnnnext/dam/assets/160602103810-donald-trump-june-1-2016-super-tease.jpg",
      "author": "Theodore Schleifer, CNN",
      "entities": [
        "Donald Trump",
        "Judge Gonzalo Curiel",
        "Trump University",
        "Jake Tapper",
        "Hillary Clinton",
        "Mexico",
        "U.S. District Court",
        "U.S.",
        "CNN",
        "GOP",
        "California",
        "Indiana",
        "Mexico.",
        "Washington"
      ],
      "fullText": "Donald Trump on Friday vociferously -- and repeatedly -- defended his claims that a judge overseeing a lawsuit against Trump University is biased because of his Mexican heritage, pushing back against criticism that his objections are racist.Trump, pressed by CNN's Jake Tapper more than 20 times on whether he was invoking racism in his attacks on the judge, continued to point to his plans to build a wall between the U.S. and Mexico and renegotiate trade agreements between the two countries as justification and validation of his critiques. The presumptive GOP nominee said U.S. District Court Judge Gonzalo Curiel, a federal district judge in the Southern District of California, has made \"rulings that people can't even believe.\"\"He's proud of his his heritage. I respect him for that,\" Trump said, dismissing charges that his allegation was racist. \"He's a Mexican. We're building a wall between here and Mexico.\"RELATED: Clinton: Trump deserves some blame for violence outside eventsAt the end of a lengthy exchange, Tapper asked: \"If you are saying he cannot do his job because of his race, is that not the definition of racism?\"\"No, I don't think so at all,\" Trump said.Trump first broached these waters in an interview with The Wall Street Journal published Thursday, in which he said Curiel, who was born in Indiana, had an \"inherent conflict of interest\" in the Trump University lawsuit.\"If he was giving me a fair ruling, I wouldn't say that,\" Trump told Tapper, pointing again to Curiel's background. \"I think that's why he's doing it.\"\"I'm building a wall. I'm trying to keep business out of Mexico. Mexico's fine,\" Trump said. \"He's of Mexican heritage, and he's very proud of it, as I am of where I come from.\"Trump again called for Curiel to recuse himself from the case.Last week, Curiel ordered parts of internal documents, including \"playbooks\" regarding running the enterprise, to be released as part of a lawsuit against Trump University.The documents were released in response to a request by The Washington Post.Trump also dismissed concerns raised by Hillary Clinton on Friday about his temperament when it comes to foreign policy. On Thursday, Clinton charged that Trump had \"thin skin\" and should not be entrusted with the U.S. military arsenal.\"I don't have thin skin. I have very strong and very thick skin,\" Trump replied Friday. \"I have a strong temperament. It's a very good temperament and it's a very in-control temperament, or I wouldn't have built this unbelievable company. I wouldn't have built all of the things I've been able to do in life.\"\"You can't have that success without good temperament,\" Trump continued. \"We have been taken advantage of by everybody. We have people with weak temperaments.\"",
      "keywords": [
        "Trump",
        "Trump University",
        "Trump University lawsuit.",
        "Trump University.The documents",
        "Donald Trump",
        "Judge Gonzalo Curiel",
        "federal district judge",
        "presumptive GOP nominee",
        "Mexican heritage",
        "Wall Street Journal",
        "good temperament",
        "U.S. military arsenal.",
        "Jake Tapper",
        "in-control temperament",
        "strong temperament",
        "trade agreements",
        "Southern District",
        "Hillary Clinton",
        "lengthy exchange",
        "inherent conflict",
        "weak temperaments",
        "fair ruling",
        "Washington Post.Trump",
        "foreign policy",
        "unbelievable company"
      ],
      "source": "cnn",
      "url": "http://www.cnn.com/2016/06/03/politics/donald-trump-tapper-lead/index.html",
      "title": "Trump defends criticism of judge with Mexican heritage"
    },
    "4": {
      "publishedAt": "2017-04-20T13:33:38Z",
      "description": "US President Donald Trump had promised \"an armada\" -- but it never arrived. Now South Korea is feeling antsy about the President's leadership and strategy on North Korea.",
      "urlToImage": "http://i2.cdn.cnn.com/cnnnext/dam/assets/170418132604-uss-vinson-sundra-strait-super-tease.jpg",
      "author": "Euan McKirdy, CNN",
      "entities": [
        "North Korea",
        "South Korea",
        "US",
        "Trump",
        "Donald Trump",
        "Korean Peninsula.",
        "Carl Vinson",
        "President",
        "University of North Korean Studies",
        "South Korean Defense Ministry",
        "US Navy",
        "Hong Joon-pyo",
        "US",
        "UN",
        "president",
        "Maria Bartiromo",
        "Japan",
        "China",
        "Australian navy",
        "White House",
        "Pyongyang",
        "Vice President Mike) Pence",
        "Pyongyang",
        "Kim Jong Un",
        "official",
        "Fox Business Channel",
        "East Sea",
        "Xi Jinping",
        "CNN",
        "President Park",
        "Foreign Affairs Ministry",
        "Kunsan Air Base",
        "Yang",
        "Pamela Boykoff",
        "Secretary",
        "Cho June-hyuck",
        "press secretary",
        "Pentagon",
        "Sean Spicer",
        "​",
        "Lt. Col. Steven Raspet",
        "Park",
        "30 days"
      ],
      "fullText": "US President Donald Trump said he was sending \"an armada\" to Korean waters to potentially deal with threats from Pyongyang.But its no-show has caused some South Koreans to question his leadership and strategy regarding their unpredictable neighbor in the north.And as the country prepares to vote for a new president on May 9, the claim could have far-reaching implications for the two countries' relations.\"What Mr. Trump said was very important for the national security of South Korea,\" Presidential candidate Hong Joon-pyo told the Wall Street Journal. \"If that was a lie, then during Trump's term, South Korea will not trust whatever Trump says,\"​ said Hong, who is currently trailing in the polls.South Korean media also seized on the conflicting reports on Trump's \"armada\" -- led by the aircraft carrier USS Carl Vinson.One newspaper headline called it Trump's \"Carl Vinson lie,\" and speculated that the Russian and Chinese leaders must have had a good laugh at its absence.Meant to present a robust defense against a potential nuclear test by Pyongyang, the report likened the bluff to North Korea's shows of force, where \"fake missiles\" are paraded through the streets of the North Korean capital.\"Like North Korea, which is often accused of displaying fake missiles during military parades, is the United States, too, now employing 'bluffing' as its North Korea policy?\" it asked.Sending the armadaIn the face of antagonism from North Korea last week, Trump had said the USS Carl Vinson carrier group was being deployed to waters off the Korean Peninsula.\"We are sending an armada. Very powerful,\" Trump told Fox Business Channel's Maria Bartiromo. \"We have submarines. Very powerful. Far more powerful than the aircraft carrier. That, I can tell you.\"It turns out the carrier group was never actually steaming towards the peninsula, but rather heading to joint exercises with the Australian navy. US officials insist it's now on its way to the Sea of Japan, known in South Korea as the East Sea. It still hasn't arrived. On Thursday, the US Navy announced it was extending the Vinson's deployment by 30 days \"to provide a persistent presence in the waters off the Korean Peninsula.\"Trump's saber-rattling is North Korea's propaganda dream come trueSouth Korea reactsIf Trump's initial declaration was a bluff, it appears to have worked. The anticipated North Korean nuclear test didn't materialize. But questions remain over the efficacy of the tactic over time. \"I understand strategic ambiguity for military authorities. However, it's different (for a) political leader,\" Yang Moo-jin, of the University of North Korean Studies, told CNN. \"Trump, (Vice President Mike) Pence and (Secretary of Defense James) Mattis all used this to raise tension and pressure North Korea. Strong nations' power comes from transparency, not the opposite. \"How does the US expect South Koreans to trust the US when its leader bluffs and exaggerates? South Koreans' feelings were hurt considerably by remarks by the leader of a close ally.\"   North Korea timeline: From Trump's inauguration to nowConfusion reignsTrump's initial assurance, in the form of a strong military response, telegraphed a robust defense of the US' stalwart allies, South Korea and Japan. It also ratcheted tensions on the peninsula, prompting North Korea's deputy ambassador to the UN to warn that the US was risking nuclear war with its actions on the peninsula -- any hostile act is inherently a dangerous calculation when dealing with an unstable actor like North Korean leader Kim Jong Un. A senior administration official later said a miscommunication between the Pentagon and the White House was to blame for the mixed reports. White House press secretary Sean Spicer, however, compounded the confusion, by doubling down on the President's assertions. \"We have an armada going toward the peninsula. That's a fact,\" he told a skeptical press corps during his daily briefing on Wednesday, arguing that, in the broadest sense, the president's statement was accurate because the ships would eventually get to the waters between North Korea and Japan.Meanwhile, the US and South Korean military are currently engaged in joint training exercise at the Kunsan Air Base on the west coast of the Korean Peninsula. North Korea has long objected to the two countries' annual joint maneuvers. \"We've been tasked to do these yearly exercises because we always have to be ready to defend the republic of Korea and we've been doing it obviously for a while and we will keep doing it as need be,\" Lt. Col. Steven Raspet told CNN.Russia vetoes UN statement on North Korea's missile testsPolitical thin iceThe bluff -- if that is what it was -- comes at a precarious time for South Korean politics -- in less than a month, the country will go to the polls to elect a replacement for impeached President Park Geun-hye.In addition to the comments about US-South Korea relations made by Hong, the presidential candidate from Park's ruling party, the confusion over the US' response to the potential nuclear tests has led to questions about how much the government and the military knew about the location of the Vinson and its group. Questions about what this means in the context of the election, where Pyongyang's increased belligerence has been a key election talking point, abound. \"Both South Korea and the US are in close cooperation to deter North Korea's provocations and to pursue peace and stability of the Korean peninsula,\" a South Korean Defense Ministry official said. \"The defense ministry has been and is closely working together with the US military. However, it is inappropriate for the ministry to go into details about the (strength of the) US military operation.\"  China criticizes North Korea, praises US on nuclear issueWounded prideSome of Trump's comments have also rankled in South Korea. He told the Wall Street Journal -- after getting a primer on regional geopolitics from Chinese President Xi Jinping -- that the Korean peninsula \"actually used to be part of China.\" South Korea's Foreign Affairs Ministry, in a daily briefing Thursday, announced the government's response to the comments.\"The Ministry is in the process of checking facts with both the US and China through various diplomatic channels,\" the ministry's spokesperson Cho June-hyuck said. \"The international community unequivocally acknowledges that Korea was never a part of China in its thousands of years of history that no one can deny the fact,\" he added.CNN's Pamela Boykoff and journalist Seo Yoon-Jung contributed to this report.",
      "keywords": [
        "North Korea",
        "South Korea",
        "Korea reactsIf Trump",
        "North Korea policy",
        "pressure North Korea",
        "North Korea timeline",
        "President Donald Trump",
        "US-South Korea relations",
        "Wall Street Journal",
        "North Korean capital.",
        "South Koreans",
        "Mr. Trump",
        "North Korean Studies",
        "North Korean leader",
        "South Korean military",
        "korean peninsula",
        "South Korean Defense",
        "polls.South Korean media",
        "South Korean politics",
        "Korean nuclear test",
        "Vinson carrier group",
        "Carl Vinson lie",
        "Korean Peninsula.",
        "potential nuclear test",
        "aircraft carrier",
        "candidate Hong Joon-pyo",
        "aircraft carrier USS",
        "robust defense",
        "Carl Vinson.One newspaper",
        "Fox Business Channel",
        "strong military response",
        "presidential candidate",
        "fake missiles",
        "President Park Geun-hye.In",
        "Chinese President Xi",
        "White House",
        "Foreign Affairs Ministry",
        "daily briefing",
        "potential nuclear tests",
        "USS Carl",
        "White House press",
        "Korean waters",
        "Kunsan Air Base",
        "senior administration official",
        "annual joint maneuvers",
        "joint training exercise",
        "spokesperson Cho June-hyuck",
        "secretary Sean Spicer",
        "defense ministry",
        "skeptical press corps"
      ],
      "source": "cnn",
      "url": "http://www.cnn.com/2017/04/20/asia/south-korea-worries-donald-trump-uss-carl-vinson/index.html",
      "title": "Mockery, anger in South Korea over USS Carl Vinson 'bluffing'"
    },
    "5": {
      "publishedAt": "2017-04-20T10:51:01Z",
      "description": "While President Donald Trump insisted Congress repeal Obamacare within his first 100 days, the legislation was rushed, according to his Health and Human Services Secretary Dr. Tom Price, and that's why the Republicans failed.",
      "urlToImage": "http://i2.cdn.cnn.com/cnnnext/dam/assets/170324085358-tom-price-health-care-bill-will-pass-newday-00000000-super-tease.jpg",
      "author": "Jen Christensen, CNN\nVideo by Dr. Sanjay Gupta and Ben Tinker, CNN",
      "entities": [
        "Dr. Tom Price",
        "Price",
        "Georgia",
        "President Donald Trump",
        "CDC",
        "Gupta",
        "Secretary",
        "Atlanta",
        "CNN",
        "Senate",
        "Department of Health and Human Services",
        "Congress",
        "Georgia State Medical Association",
        "Newt Gingrich",
        "America",
        "Heroin",
        "Bill Clinton",
        "Dr. Sanjay Gupta.Price",
        "Karen Handel",
        "Trump",
        "Kaiser Family Foundation",
        "John Ossoff",
        "Indiana",
        "politicianPrice",
        "Rep. Johnny Isakson",
        "state House",
        "National Institutes of Health",
        "executive",
        "Medicaid",
        "federal government",
        "Seema Verma",
        "Planned Parenthood Action Fund",
        "Nadia Kounang",
        "Medicare",
        "Life Committee",
        "Dr. Price.",
        "Resurgens Orthopaedics",
        "director"
      ],
      "fullText": "While President Donald Trump insisted Congress repeal Obamacare within his first 100 days, the legislation was rushed, according to his Health and Human Services Secretary Dr. Tom Price, and that's why the Republicans failed. But the recent setback will not deter the Trump administration, he said during an interview at the Centers for Disease Control and Prevention in Atlanta on Tuesday with CNN's Chief Medical Correspondent Dr. Sanjay Gupta.Price runs a department with a budget of more than $1 trillion dollars and more than 80,000 employees who do work that he said touches on \"the lives of every single American.\" The orthopedic surgeon -- the third doctor to hold the secretary position -- said he was visiting Georgia on Tuesday and Wednesday to meet leaders at the CDC. He also gave a speech Wednesday about the country's growing opioid epidemic at the National RX Drug Abuse and Heroin Summit. \"Recovery is possible for every single individual,\" Price said in addressing the summit attendees. \"America is not giving up on this fight. Surrender simply is not an option. The stakes are too high and the value of every life is too precious.\"Price is part of the executive opioid commission announced by President Trump last month. When asked about what was at the root of the crisis, Price pointed to a sense of  despair in individuals and lack of connection to community. \"It's a struggle now that is being met with these powerful, powerful agents that are destroying lives, destroying communities, all over, all across the land,\" Price told Gupta in a follow up interview Wednesday.Before becoming secretary, Price represented Georgia's 6th district in Congress and he happened to be visiting on the day his seat was up for grabs in what was seen as a litmus test on the Trump presidency. Tuesday's unexpectedly close election unfolded in a district that has elected a Republican since 1979, including Newt Gingrich. This week, it gave the most votes to a Democrat, newcomer John Ossoff, whose lawn signs urge people to \"Vote your Ossoff.\" He'll be in a runoff in June against Republican Karen Handel, a former Georgia secretary of state, who got the second highest number of votes.Asked about the election, Price declined to weigh in saying that he was \"told by the legal beagles at the Department of Health and Human Services\" that he has to \"take that political hat off and put it in the corner\" so that's what he says he's done.  Whomever gets elected to Price's old seat will be one of the many leaders Price will have to court if he is going to successfully transform the American health care system he has spent a political career railing against, one he has characterized as \"failing.\" From doctor to politicianPrice's first public complaints in the 1990s came long before he was elected. He served on the Georgia State Medical Association, a group that advocates for medical professionals.  Representing the association, he visited Rotary clubs and church groups all around Georgia talking about how the Bill Clinton administration had \"started down a path that I felt, along with many others, was not the right path to head.\" Price turned that message into a political career. He served four terms in the Georgia state Senate. There, he became the first Republican Majority Leader in the state's history, bringing what his hometown paper, the Atlanta Journal-Constitution, called a \"Newt Gingrich-style sense of Republican partisanship\" to the state House. He brought in tort reform that placed new limits on medical malpractice complaints, voted consistently against access to abortion, and repeatedly demonstrated his conservative values beyond medicine. He voted for a constitutional amendment that banned same-sex marriage in 2006 and sponsored a bill to create a Confederate history month that didn't mention slavery. He voted to remove the Confederate battle flag from the Georgia flag, then voted against eliminating the remaining Confederate symbol from the flag, which Democrats questioned him about in his contentious confirmation hearing in January. (At the hearing, Price said the move \"addressed all the concerns of the state and was adopted and supported by the state.\")When Rep. Johnny Isakson decided to run for the Senate, vacating his 6th district seat, Price took his conservative politics and passion for reforming health care to the national stage, getting elected in 2005. In Congress, he continued to get a 100% rating from the National Right to Life Committee and a 0% rating from the Planned Parenthood Action Fund, voting against federal coverage for abortion and against expanding research on embryonic stem cell lines. He also introduced a comprehensive health care bill of his own, the Empowering Patients First Act of 2015, that expanded health savings accounts. It gave states grants to create pools of high-risk patients, rather than have expensive patients deemed \"high risk\" by insurance companies in the general insurance population. The legislation never made it into law. Price said this week he still likes the idea of high-risk pools. Research shows, though, they are limited in their ability to help give \"insurance for everybody,\" as Trump said he wanted to do. A study from the Kaiser Family Foundation found prior to Obamacare, the states with high-risk pools offered coverage that was expensive, and only a small fraction of the people who needed the coverage actually got it.  Price told Gupta that while they did not work \"terribly well\" in the past, it's because they weren't funded to the \"degree they should be\" and the pools weren't big enough to be cost effective. Going forward, the administration's plan would need to address this issue, he said.A third-generation doctor, Price said he will work to transform the health care system to make it more \"patient centered.\" The 62-year-old said he knows this kind of care is possible, since he witnessed those relationships first hand when he was a little boy, making housecalls with his grandfather. \"The door flung open and they said, 'Dr. Price.' and gave him a big hug,\" Price remembered \"And to me that's what the doctor-patient relationship was all about.\"In contrast, at Resurgens Orthopaedics, which Price helped build into a nationwide practice, he said the system prevented those kinds of relationships. \"I remember, almost to the day, the moment in my medical practice when I was back in my office working on some paperwork and I went out to see a patient, and I crossed, I went through that door, you know the door between the clinical side where you see patients and the back-office area, and it hit me that there were more people behind that door working on all the clerical stuff. Working, fighting with insurance companies, fighting with the government, fighting with this supplier, that supplier, to get the services and the apparatus needed to care for those people,\" Price said. \"I said to myself then, at that very moment, 'There's something wrong with this picture.' When we have more people in the system who aren't providing clinical care, who aren't hands-on taking care of patients or having a responsibility to care for patients, then that's a system that again, may be working for other folks, but it's not working for the patients.\"Moving on after failure The most recent Republican attempt to fix the healthcare system failed, Price said, because of the \"compressed timeline for the sale of the bill.\" While his boss said, \"nobody knew health care could be so complicated,\" Price seems to have understood and told Gupta that \"the different systems that we have, don't make a whole lot of sense.\" He vowed the administration will \"keep our eye on the ball and make certain that we move in the direction of a system that is much more responsive to patients, again, those end users, the people and the patients across this land who need to be paid attention to,\" Price said.Price suggested one way to fix the system will be to make sure the right resources go to the right initiatives. He wants to cut redundancy and waste. And while he runs the federal agency that operates 11 divisions including the CDC, the Food and Drug Administration and the National Institutes of Health, he thinks the states, rather than the federal government should get more power over your healthcare.\"States are much more flexible, much more nimble to be able to create and modify a system that would work best for their constituents,\" he said.States may have to pick up the slack since Trump's initial budget plan slashes billions from Price's departments, which have already seen shrinking budgets for years. For instance, a report from Trust for America's Health found that the CDC's core budget has decreased by more than $580 million since 2010. Still as the CDC budget fell, state public health spending remained relatively flat.Money, though, is not the answer, Price repeatedly told Gupta. \"For us to say,'OK, let's just throw more money at that system. Let's see if more money helps that out' is the wrong way,\" Price said.When pressed to give an example of a state that has improved healthcare with less money, Price did not give a direct answer.Instead he pointed to Indiana as a state that reformed its health care system under the guidance of the current Centers for Medicare and Medicaid Services director Seema Verma. The Healthy Indiana Plan did not do more with less; instead, it used the money it was given for Medicaid to create benefit packages for low-income adults that were modeled after high-deductible health plans. This created health savings accounts for the poor that required most to contribute some money toward their own health care, even if it was only a few dollars. Price will continue to push for reform and is confident the Trump administration will leave Americans with a better health care system. \"When we look back on this,\" Price said, \"I believe, in 10 or 20 years, I think that we will say that we moved in the direction of a much more responsive, much more higher quality healthcare system for the American people, and I still believe that's what will occur.\"CNN's Nadia Kounang contributed to this report",
      "keywords": [
        "health care",
        "Price",
        "health savings accounts",
        "Dr. Tom Price",
        "American health care",
        "comprehensive health care",
        "better health care",
        "President Donald Trump",
        "Trump administration",
        "Georgia State Medical",
        "state public health",
        "Georgia state Senate",
        "Medical Correspondent Dr.",
        "high-deductible health plans",
        "Human Services",
        "National RX Drug",
        "executive opioid commission",
        "Republican Karen Handel",
        "Republican Majority Leader",
        "political career",
        "Congress repeal Obamacare",
        "medical malpractice complaints",
        "leaders Price",
        "insurance companies",
        "newcomer John Ossoff",
        "recent Republican attempt",
        "Newt Gingrich-style sense",
        "Confederate battle flag",
        "Services director Seema",
        "Parenthood Action Fund",
        "general insurance population",
        "high-risk pools",
        "Rep. Johnny Isakson",
        "stem cell lines",
        "Kaiser Family Foundation",
        "contentious confirmation hearing",
        "Price said.Price",
        "Healthy Indiana Plan",
        "initial budget plan",
        "higher quality healthcare",
        "Trump presidency",
        "President Trump",
        "clinical care",
        "Georgia secretary",
        "high-risk patients",
        "state House",
        "Republican partisanship",
        "people",
        "opioid epidemic",
        "Patients First Act"
      ],
      "source": "cnn",
      "url": "http://www.cnn.com/2017/04/20/health/tom-price-health-care-plan/index.html",
      "title": "Secretary Tom Price wants to fix US healthcare"
    },
    "6": {
      "publishedAt": "2017-04-20T10:07:19Z",
      "description": "Don't let the congressional recess fool you.",
      "urlToImage": "http://i2.cdn.cnn.com/cnnnext/dam/assets/170227175528-mitch-mcconnell-paul-ryan-02-27-2017-super-tease.jpg",
      "author": "Deirdre Walsh and Ted Barrett, CNN",
      "entities": [
        "President Donald Trump",
        "Senate",
        "GOP",
        "Trump Administration",
        "Chuck Schumer",
        "Congress",
        "Trump",
        "president",
        "House Freedom Caucus",
        "Republican caucus",
        "Obamacare",
        "Obamacare",
        "Freedom Caucus",
        "Obamacare",
        "five months",
        "two-week"
      ],
      "fullText": "Don't let the congressional recess fool you.Leaders from both parties in the House and Senate continue to hammer out a funding bill ahead of next week's deadline, and they say they continue to be optimistic that that the negotiations will yield a deal to avoid a government shutdown.  If for no other reason than that they know it could do lasting political damage to their party, the GOP leaders who control Congress insist they don't want to see the government close down. RELATED: Schumer upbeat on funding deal, blasts Trump on tax returnsDespite the chatter, what will unfold over the next week remains uncertain. Here are few questions we can answer:What's the deadline?If both chambers fail to pass a bill to send to President Donald Trump's desk before midnight on Friday April 28, the government would run out of money to pay its bills and a shutdown would begin. Is that really the deadline? Can it change?Of course, this is Congress that never finishes its work on time, so there are already discussions about needing an extension of a week or two to finish the talks and move the deal through the House and Senate. So the new deadline could shift to early May.Who is writing the bill?Republicans and Democrats on the House and Senate Appropriations Committees are doing much of the heavy lifting but leadership in both parties and top aides to the president will have the final say before any deal is reached.    What's the \"X factor\" in the talks?In a word: Trump. So far the President has not issued any major controversial ultimatums -- insisting on money for certain programs or barring it from others. If that changes, it could blow up the bipartisan talks. But aides in both parties stress that this funding bill covers government operations for only the next five months. So, they might not want to wage a major battle on this bill. Republicans are also dealing with the fallout from their failure to pass an Obamacare repeal and replace bill last month. Efforts to revive that bill will be a big focus when members return next week from their two-week spring recess.What are the potential snags? Obamacare, of course! The 2013 government shutdown was triggered by a fight over funding the health care law.  Now Trump has floated the notion of no longer continue to pay the subsidies to insurance companies that keep the Obamacare marketplaces functioning. There is a legal challenge to those subsidies making its way through the courts and the GOP planned to keep paying out these subsidies while they worked to overhaul the health care system. But some outside conservative groups are trying to put pressure on Hill Republicans to halt the payments in the spending package. If they do, that could cause a major disruption in the markets. Democrats have vowed to block any bill that doesn't continue the payments. Border wall funding: The Trump administration has already asked Congress for money to begin construction of the wall along the southwest border to make good on a central campaign promise. But Senate Democratic Leader Chuck Schumer and other top Democrats oppose the wall and say adding any money to this bill is a non-starter. Republicans have pushed for some additional funding for immigration enforcement although Schumer said that shouldn't be included either.RELATED: Hill spending bill unlikely to fulfill Trump promisesDefense spending: Democrats and Republicans are still battling over how much to spend on the military and how much to spend on non-defense programs. Both have caps on spending because of a previous budget agreement.  Republicans insist there is an emergency need to increase military spending above the existing caps. Democrats say they also want more money for domestic priorities like medical research, environmental programs, and education - beyond what the GOP is willing to support. This continued debate could impact any final deal.What about the House Freedom Caucus?GOP leaders recognize that members on the far right side of the Republican caucus are likely to oppose almost any spending bill so they are not counting on support from many members of the Freedom Caucus. Instead they are working on a bill that could pass with significant Democratic support. When is the next fight over government funding?This bill covers the rest of fiscal year 2017, which ends on October 1, 2017. The Trump Administration is expected to submit its proposal for the fiscal year 2018 sometime toward the end of May, and the House and Senate will begin drafting spending bills for the various federal agencies. This will cover the first full year under the new administration, so the GOP may come under more intense pressure to push for its priorities, especially if efforts on health care, tax reform and other items, continue to face internal challenges.",
      "keywords": [
        "Trump promisesDefense spending",
        "President Donald Trump",
        "health care",
        "GOP leaders",
        "trump administration",
        "Senate Appropriations Committees",
        "recess fool you.Leaders",
        "government shutdown",
        "lasting political damage",
        "Leader Chuck Schumer",
        "Border wall funding",
        "major controversial ultimatums",
        "two-week spring recess.What",
        "House Freedom Caucus",
        "health care law",
        "Republicans",
        "significant Democratic support",
        "central campaign promise",
        "various federal agencies",
        "previous budget agreement",
        "spending package",
        "spending bills",
        "Hill spending",
        "Hill Republicans",
        "funding deal",
        "military spending",
        "Democrats",
        "government funding",
        "additional funding",
        "new deadline",
        "bipartisan talks",
        "government operations",
        "major battle",
        "potential snags",
        "early May.Who",
        "Obamacare repeal",
        "Republican caucus",
        "heavy lifting",
        "big focus",
        "major disruption",
        "Obamacare marketplaces",
        "insurance companies",
        "certain programs",
        "immigration enforcement",
        "money",
        "domestic priorities",
        "legal challenge",
        "conservative groups",
        "non-defense programs",
        "emergency need"
      ],
      "source": "cnn",
      "url": "http://www.cnn.com/2017/04/20/politics/government-shutdown-latest/index.html",
      "title": "Government shutdown: What we know so far"
    },
    "7": {
      "publishedAt": "2017-04-20T08:22:50Z",
      "description": "President Donald Trump has made overhauling the nation's immigration system a central promise of his administration -- and Tuesday he announced new efforts to get companies to \"buy American (and) hire American.\"",
      "urlToImage": "http://i2.cdn.cnn.com/cnnnext/dam/assets/160718150050-meet-the-trump-family-hala-gorani-pkg-00030606-super-tease.jpg",
      "author": "Tal Kopan and Curt Devine, CNN",
      "entities": [
        "President Donald Trump",
        "US",
        "Trump",
        "US Citizenship and Immigration Services",
        "Trump Model Management",
        "Trump Organization",
        "Trump Corporation",
        "visasHow Trump",
        "Trump Vineyards",
        "Trump Tower",
        "Trump National Golf Club",
        "CNN",
        "Congress",
        "attorney",
        "White House",
        "EB-5",
        "Dick Durbin",
        "Chuck Grassley",
        "Department of Defense",
        "New York",
        "Ivana",
        "Department of Homeland Security",
        "Silicon Valley",
        "Government Accountability Office",
        "New Jersey",
        "Jared Kushner",
        "Jupiter Gold Club",
        "House Judiciary Committee",
        "Justice Department",
        "Kushner Companies",
        "State Department",
        "Jersey City",
        "Lamington Farm",
        "executive",
        "China",
        "Germany",
        "EB-5",
        "Miami",
        "Kaszycki & Sons",
        "representative",
        "Restrictionists",
        "Scotland"
      ],
      "fullText": "President Donald Trump has made overhauling the nation's immigration system a central promise of his administration -- and Tuesday he announced new efforts to get companies to \"buy American (and) hire American.\"But when it comes to hiring, he should know quite a bit about looking abroad.The Trump family's business ventures have made use of virtually every part of the US immigration system over time -- including reported instances of illegal labor on two Trump-branded building projects.Businesses run and owned by Trump and his adult children have been certified to legally hire 1,371 foreign visa workers since 2001, a CNN analysis of visa records shows. In addition, Trump-branded real estate has raised at least $50 million in foreign investor money through a program that gives foreign investors access to green cards, according to the company that did the development of the real estate. Those permits have reflected the wide spectrum of the US immigration system. The Trump enterprise has made use of low-skilled permits for vineyard seasonal workers, for example, and has used high-skilled visas to bring in models for its modeling agency. Trump has telegraphed a hard-line position on immigration, and many of his administration's hires have signaled a move to clamp down on the US immigration system. But Trump has not spoken at length about how his own business dealings influence his approach to the US immigration system. The White House has not responded to a request for comment about how Trump's life experiences will influence his policy decisions.Here's a look at the ways Trump and his family have engaged with the US immigration system:H-1B visasHow Trump businesses used it: In their business ventures, the Trumps' businesses have received 283 H-1B visas since 2001. The high-skilled visas have been used for Trump's modeling venture, Trump Model Management, Mar-A-Lago, the Trump Corporation and businesses associated with his hotels and resorts.Melania Trump also used H-1B visas as a model to work in the US before she was granted a green card, according to a letter from her attorney released last year.What it is: Often referred to as high-skilled visas, H-1Bs are \"specialty occupation\" permits, according to US Citizenship and Immigration Services. They cover a variety of fields, including science and technology fields like computer programming, and most types require higher education degrees. Other specific categories include research related to the Department of Defense and modeling. What the political fight looks like: H-1B visas are in high demand by powerful industries, including Silicon Valley, the medical field and academia. The demand far outstrips the supply, and powerful lawmakers like unlikely allies Sens. Dick Durbin, D-Illinois, and Chuck Grassley, R-Iowa, have long sought to overhaul the program. Indian outsourcing companies are often accused of abusing the visas to take jobs away from other American employers. On Tuesday, Trump announced as part of his \"Buy American, Hire American\" initiative an executive order that calls for a review of the H-1B visa program, with the goal of reforming the program. Legislation on H-1Bs has long failed to advance on H-1Bs in Congress despite Grassley, Durbin and others' efforts, but the administration this year took some steps to change the way the visas are distributed. The Friday before the application cycle opened for 2017, USCIS and the Justice Department issued new guidance and policies to make it more difficult for computer programmers to gobble up the visas. While restrictionist immigration groups have sought to cut back the number of visas, as they have with virtually all forms of legal immigration, most lawmakers have sought reforms that would allow the US to attract top talent from around the world and encourage them to stay, especially in the STEM fields. Asked about H-1B abuse during the primary, Trump said during a CNN debate in Miami: \"I know the H1B very well. And it's something that I frankly use and I shouldn't be allowed to use it. We shouldn't have it. Very, very bad for workers. And second of all, I think it's very important to say, well, I'm a businessman and I have to do what I have to do.\"H-2B and H-2A visasHow Trump businesses used it: Trump businesses have received 1,024 H-2B visas since 2000, according to a CNN review of Labor records. Those visas have gone to Mar-A-Lago, Jupiter Gold Club, Lamington Farm and the Trump National Golf Club for jobs like cooks, waiters and waitresses and housekeepers. Trump Vineyards has received 64 H-2A permits since 2006, a CNN review found, for agricultural work.What it is: H-2B visas are temporary authorizations to fill non-agricultural jobs with foreign workers. H-2A visas are specifically for temporary agriculture jobs. Employers are required to establish there are no qualified American workers to fill the positions and that hiring the workers will not affect American workers' wages. The jobs can be either seasonal, one-time need, based on peak operations or intermittent.  What the political fight looks like: The H-2B programs are controversial but also necessary to many regional economies. The industries that use the H-2 visas, primarily agriculture and food service, also tend to draw heavily on undocumented labor when workers are unavailable legally or the system is perceived as too onerous. Employers in the H-2 program are usually required to provide certain wages, transportation and housing for workers, which can be a burden on businesses that feel they can use undocumented labor for cheaper pay. The program has also been found to be ripe for abuse, as the Government Accountability Office laid out in a 2015 report questioning the effectiveness of penalties built into the program -- without which it is difficult to ensure the prevention of exploitation and abuse of workers.Another concern for employers in the program is that the jobs must be temporary. But some agriculture industries like dairy farming require labor year round, making it difficult for them to use the program to import labor, which they have difficulty finding legally in the US.Like other forms of immigration, several lawmakers on both sides of the aisle would like to boost the number of permits and make them easier for employers to use, in part to alleviate the demand for undocumented labor. Members of Congress, especially those from heavily agricultural districts, pay attention to the issue. But on the other side of the equation, restrictionist groups, who are represented in the administration by Attorney General Jeff Sessions, believe these guest worker programs take jobs away from Americans, and thus should be heavily curtailed. Asked during the 2016 primary about his use of foreign workers during the 2016 primary, Trump defended his Mar-A-Lago property's hiring to The New York Times, saying in an interview, \"There are very few qualified people during the high season in the area.\" EB-5 visasHow Trump businesses used it: A project by the family company of Trump's son-in-law and top White House adviser, Jared Kushner, called Trump Bay Street in Jersey City, New Jersey, raised $50 million, or one-quarter of its funding, from EB-5 investments, a company representative confirmed to CNN. The property uses the Trump name but was not a project managed by the Trump Organization. Kushner Companies has not otherwise made us of EB-5, the representative said, although new deals being pursued by the company have drawn scrutiny in recent weeks. Because EB-5 investment does not require disclosure, it is also difficult to know fully how many Trump-branded properties could have benefited from it; Trump also licenses his name to properties that his company does not directly develop.The Trump Organization did not respond to a request for comment on its use of EB-5. What it is: The EB-5 program allows foreign businesspeople and their families to apply for green cards, eventually leading to citizenship. To qualify for the program, would-be applicants must make a qualifying investment in a US enterprise and demonstrate they plan to \"create or preserve\" 10 US jobs, according to USCIS. The Department of Homeland Security has proposed rule changes that would increase the investment threshold over $1 million. What the political fight looks like: The program has drawn criticism from members of Congress on the left and right, who assail EB-5 as essentially selling citizenship to wealthy foreigners -- many of whom are based in China -- although they acknowledge it does have value as a way to spur investment in the US and job growth. Some rural lawmakers complain that the program unfairly benefits major cities that are already economically well off. Lawmakers that represent major metropolitan areas, like the New York delegation, have often defended the program. EB-5 is currently tied to government funding, which expires at the end of April. Despite years of reform efforts, lawmakers have repeatedly extended the program in continuing resolutions funding the government. At a recent House Judiciary Committee hearing on the topic, lawmakers signaled they would not allow another reauthorization without reform, but with five legislative days left this month before funding runs out, leadership has moved to avoid any controversies that might slow down passing funding. Family visasHow the Trump family used it: Trump's family also has a personal connection to immigration, with his grandfather, mother and two wives being immigrants themselves. Melania Trump is Slovenian, but began modeling in the US with H-1B visas and was given a green card in 2001, before she married Trump. Trump self-sponsored herself for residency, according to a letter by her attorney released during the campaign. She became a US citizen in 2006. Trump's grandfather was himself an immigrant to the US, joining his sister from Germany in the late 1800s. Trump's mother was an immigrant from Scotland, coming to the US in her teens to work as a domestic servant. His first wife, Ivana, was also an immigrant, coming to the US via Canada from Czechoslovakia. Ivana became a US citizen in 1988, 11 years after she married Trump.Melania's sister, Ines Knauss, lives in New York, but neither she, family attorneys nor the White House answered an inquiry about whether she was sponsored for a visa or residency by her sister. What it is: In addition to business-related visas, the US offers unlimited visas for \"immediate relatives,\" according to the State Department. That includes spouses of US citizens, unmarried children of US citizens under 21, orphans adopted by US citizens and parents of US citizens who are at least 21 years old. There are also limited numbers of visas for more extended family.What the political fight looks like: Proponents of immigration reform and restrictionists alike have sought to address \"chain migration,\" a term used to describe the practice of bringing immigrants to the US largely based on their familial connections as opposed to the merits of what they could offer the US. Restrictionists especially have viewed the US system as too lenient, and Trump himself spoke of the need for a \"merit-based\" immigration system in his joint address to Congress. Illegal laborHow they used it: There have been two incidents in which Trump-related projects reportedly used undocumented immigrants as labor.Trump faced a lawsuit in the 1980s that accused him and business partners of withholding wages from undocumented Polish immigrants and union workers hired by a contracting company called Kaszycki & Sons to demolish the building that would make room for Trump Tower. Trump testified he did not know the workers were undocumented and blamed the contractor for hiring them.A judge ruled in 1991 that Trump and his associates owed the workers more than $300,000 plus interest. The ruling was appealed, and the case was eventually settled under a sealed agreement, according to a source familiar with the proceedings. Separately, The Washington Post reported in 2015 that it interviewed workers on the construction of Trump's hotel in the nation's capital who said they entered the country illegally, several of whom were still lacking authorization to live and work in the US. Trump's spokespeople at the time said the company requires its contractors to comply with hiring laws and check status of employees, and denied hiring any undocumented immigrants to build the hotel.What it is: Non-citizens of the US are not allowed to live and work in the country without proper authorization. That could be a green card, or a particular type of visa, but foreigners who live and work in the US without proper authorization -- including expired visas -- are considered undocumented immigrants. There's an estimated 11 million of them in the US. What the political fight looks like: Illegal immigration has been arguably the most contentious fight of the landscape. Trump made cracking down on it the focal point of his campaign, pledging to vastly step up border security and deportations and detentions of undocumented immigrants. Many Democrats and moderate Republicans agree with Trump's stated objective to deport serious criminals here illegally. But they have also called for a compromise solution that allows undocumented immigrants who have lived in the US for years, sometimes decades, raising families and contributing to their communities, to have a pathway to legalization and citizenship. Trump has said the \"bad\" ones need to be dealt with first. ",
      "keywords": [
        "Trump",
        "Trump businesses",
        "President Donald Trump",
        "Trump Model Management",
        "Trump family",
        "visasHow Trump businesses",
        "Trump National Golf",
        "Trump enterprise",
        "ways Trump",
        "Trump Bay Street",
        "Trump Corporation",
        "resorts.Melania Trump",
        "Trump Organization",
        "Trump Vineyards",
        "political fight",
        "Melania Trump",
        "H-1B visas",
        "Trump Tower",
        "undocumented immigrants",
        "high-skilled visas",
        "immigration",
        "H-2B visas",
        "White House",
        "green card",
        "New York",
        "undocumented labor",
        "program",
        "workers",
        "foreign visa workers",
        "undocumented Polish immigrants",
        "H-1B visa program",
        "vineyard seasonal workers",
        "H-2A visas",
        "H-2 visas",
        "restrictionist immigration groups",
        "qualified American workers",
        "foreign workers",
        "unlimited visas",
        "foreign investor money",
        "business-related visas",
        "Trump-branded building projects.Businesses",
        "Trump-branded real estate",
        "green cards",
        "temporary agriculture jobs",
        "New York Times",
        "business ventures",
        "Indian outsourcing companies",
        "New York delegation",
        "unlikely allies Sens",
        "White House adviser"
      ],
      "source": "cnn",
      "url": "http://www.cnn.com/2017/04/18/politics/trump-family-immigration-visas/index.html",
      "title": "The Trump family's long history with immigration"
    },
    "8": {
      "publishedAt": "2017-04-20T03:21:41Z",
      "description": "Fewer voters have unfavorable opinions of the first family than President Donald Trump, but a majority disapprove of the adviser roles of Ivanka Trump and Jared Kushner, according to a Quinnipiac University poll of registered voters published Wednesday.",
      "urlToImage": "http://i2.cdn.cnn.com/cnnnext/dam/assets/170404072121-01-jared-ivanka-kushner-file-super-tease.jpg",
      "author": "Betsy Klein and Kate Bennett, CNN",
      "entities": [
        "President Donald Trump",
        "Melania Trump",
        "Jared Kushner",
        "Quinnipiac University",
        "White House",
        "President",
        "Office of American Innovation",
        "official",
        "Ivanka",
        "Tim Malloy",
        "assistant director",
        "32%",
        "36%",
        "15%",
        "24%",
        "35%",
        "53%",
        "Seventy-one percent",
        "4.1%",
        "4.5%",
        "8.5%",
        "10%",
        "25%",
        "31%",
        "34%",
        "37%",
        "38%",
        "39%",
        "56%",
        "3%",
        "9%"
      ],
      "fullText": "Fewer voters have unfavorable opinions of the first family than President Donald Trump, but a majority disapprove of the adviser roles of Ivanka Trump and Jared Kushner, according to a Quinnipiac University poll of registered voters published Wednesday. Ivanka Trump recently assumed an official role in her father's administration. She moved into a West Wing office and obtained a security clearance in late March. About 53% of respondents said the first daughter playing a significant role in the White House is not appropriate, compared with 36% who said it was appropriate and 10% who did not have an opinion. Kushner, her husband, also has a broad portfolio within the West Wing, where he has an influential purview over a range of foreign and domestic policy issues. He is heading up the Office of American Innovation, a new White House office aimed at reforming the federal government through private-sector solutions. About 53% said his role was not appropriate, compared to 32% of respondents who said it was appropriate and 15% who did not know. First familyBut when it comes to overall popularity, fewer have unfavorable opinions Trump's family than the President himself.About 56% of those surveyed had an unfavorable opinion of Trump, compared to 39% who had a favorable opinion of him. That compares with 31% with unfavorable opinions of Ivanka Trump and 36% with favorable opinions, and Kushner, with 32% unfavorable to 15% favorable. About half of respondents had not heard enough about Kushner to have an opinion. First lady Melania Trump has a 34% favorable rating versus 24% unfavorable and 35% who have yet to form an opinion. \"When it comes to President Trump's immediate family, Ivanka and the first lady get so-so marks,\" said Tim Malloy, assistant director of the Quinnipiac University poll. Melania TrumpMelania Trump's biggest demographic of supporters is aged 65 and older; she performed the worst among the youngest group, polled at just 25% favorable for those between the ages of 18-34. The margin of error for this age group was plus or minus 8.5% points. Divided between gender, she's also more popular with men, 37% of whom view her favorably, versus 32% of women, with margins of error of plus or minus 4.1% points and 4.5% points, respectively.Divided between party lines, the numbers scale toward partisan expectations. Seventy-one percent of Republicans have a favorable opinion of the first lady, while just 9% of Democrats like her.Ivanka TrumpIvanka Trump also gets her lowest marks from the millennial age bracket, similarly to the first lady. Just 24% of respondents age 18-34 have a favorable opinion of the first daughter, compared to 36% unfavorable. Older respondents had net positive opinions about her. She also got slightly higher marks from men -- 38% have a favorable opinion, compared with 35% of women. The poll surveyed 1,062 voters nationwide between April 12-18 and has a margin of error of plus or minus 3% points. The demographic or partisan breakdowns have larger margins of error.",
      "keywords": [
        "favorable opinion",
        "Ivanka Trump",
        "Quinnipiac University poll",
        "unfavorable opinions",
        "unfavorable opinions Trump",
        "President Donald Trump",
        "lady Melania Trump",
        "Melania TrumpMelania Trump",
        "her.Ivanka TrumpIvanka Trump",
        "West Wing",
        "White House",
        "President Trump",
        "West Wing office",
        "domestic policy issues",
        "new White House",
        "millennial age bracket",
        "respondents",
        "favorable rating",
        "net positive opinions",
        "Jared Kushner",
        "Fewer voters",
        "Older respondents",
        "registered voters",
        "adviser roles",
        "security clearance",
        "official role",
        "so-so marks",
        "private-sector solutions",
        "broad portfolio",
        "influential purview",
        "federal government",
        "partisan breakdowns",
        "partisan expectations",
        "American Innovation",
        "significant role"
      ],
      "source": "cnn",
      "url": "http://www.cnn.com/2017/04/19/politics/ivanka-trump-jared-kushner-poll-first-family/index.html",
      "title": "Poll: Most say Ivanka, Jared's White House roles are inappropriate"
    },
    "9": {
      "url": "http://www.cnn.com/2017/04/19/opinions/oreilly-women-to-thank-opinion-bailey/index.html",
      "publishedAt": "2017-04-19T22:45:59Z",
      "keywords": [
        "University Nieman fellow",
        "women",
        "career.His two-decade reign",
        "sexual harassment",
        "gang rape allegation",
        "male bipartisan cowardice",
        "safer work environment",
        "Minnesota football players",
        "O'Reilly",
        "Issac Bailey",
        "South Carolina",
        "primary columnist",
        "Myrtle Beach",
        "Sun News",
        "work men",
        "cable television",
        "predatory men",
        "video bragging",
        "Donald Trump",
        "conservative blowhard",
        "male allies",
        "Liberal men",
        "free world",
        "conservative men",
        "ugly name-calling",
        "championship game",
        "multimillion-dollar deal",
        "Fox empire",
        "talk show host",
        "female employees",
        "career advancement",
        "sexism",
        "millions",
        "machismo",
        "multiyear",
        "teammates",
        "Twitter",
        "sidelines",
        "views",
        "decades",
        "ijbailey",
        "dollars",
        "journalist",
        "allegations",
        "brand",
        "fans",
        "times",
        "exception",
        "advertisers",
        "CNN"
      ],
      "fullText": "Issac Bailey has been a journalist in South Carolina for two decades and was most recently the primary columnist for The Sun News in Myrtle Beach. He was a 2014 Harvard University Nieman fellow. Follow him on Twitter: @ijbailey. The views expressed are his own. (CNN)Bill O'Reilly's brand of machismo may have earned him millions of dollars and millions of fans, but it couldn't save his career.His two-decade reign as the host of what was routinely the highest rated show on cable television has ended because women, like so many times before, did the work men should have done long ago. These women, who had allegedly been sexually harassed by O'Reilly, led, and everyone else followed. They came forth and finally sunk \"the most powerful name in news,\" all the while knowing they could be publicly targeted by O'Reilly, those who worship him and those who refuse to believe that women still face sexism in the workplace. But it shouldn't have taken this long, and it should never happen again. Unfortunately, without male allies advocating for a safer work environment, these women with whom Fox settled will not be the last victims to allege sexual harassment. Now let us be clear. These women showed more strength than the University of Minnesota football players who were more concerned about their teammates' ability to play in a championship game than making sure a gang rape allegation was fully investigated. They showed more mettle than the men and women who excused Donald Trump's behavior, including making him the leader of the free world after he was caught on video bragging about casually sexually assaulting women.They were tougher than all O'Reilly's apparent enablers inside the Fox empire, including the men who recently signed the talk show host to another multiyear, multimillion-dollar deal despite being aware of the many allegations that had been made public in recent years. These women found a way to stand tall in the face of the ugly name-calling that women who speak out often must endure.And what about the men? With the exception of some of the advertisers who withdrew from O'Reilly's show, we largely stood on the sidelines, afraid to get in the game. We haven't done enough to police predatory men who use their power to abuse their female employees. If such men aren't afraid of the women who count on them for career advancement, they must be made to fear the other men in their orbit.And this isn't just a case of conservative men protecting a conservative blowhard. Liberal men spent years rallying around Bill Clinton despite his treatment of women. It's been a display of male bipartisan cowardice. Until that changes, a culture that breeds and encourages sexual harassment and sexism won't die.A lot of women are stepping forward, and men need to follow their lead.",
      "source": "cnn",
      "description": "Make no mistake -- women are responsible for Bill O'Reilly's downfall, but without male allies, they will continue to be the victims of sexism and sexual harassment in the workplace, writes Issac Bailey.",
      "urlToImage": "http://i2.cdn.cnn.com/cnnnext/dam/assets/170419173458-bill-oreilly-fired-super-tease.jpg",
      "author": "Issac Bailey",
      "entities": [
        "Bill O'Reilly",
        "harassment",
        "Issac Bailey",
        "Harvard University",
        "Donald Trump",
        "Myrtle Beach",
        "Bill Clinton",
        "Twitter",
        "South Carolina",
        "Fox",
        "CNN",
        "University of Minnesota",
        "rape",
        "two decades",
        "two-decade",
        "@ijbailey"
      ],
      "title": "Thank women for O'Reilly's downfall"
    },
    "10": {
      "url": "http://www.cnn.com/2017/04/20/politics/trump-steel-national-security/index.html",
      "publishedAt": "2017-04-20T13:06:03Z",
      "keywords": [
        "President Donald Trump",
        "White House official.Trump",
        "longstanding trade deficit",
        "Secretary Wilbur Ross",
        "steel trade deficit",
        "excess steel production",
        "Trade Expansion Act",
        "International Trade Administration",
        "steel imports",
        "imports steel",
        "noon ceremony",
        "steel industry",
        "foreign steel",
        "national security",
        "potential restrictions",
        "steel products",
        "administration-wide review",
        "foreign steel.Trump",
        "administration review",
        "memo",
        "China",
        "ITA",
        "probe",
        "Thursday",
        "representatives",
        "Commerce",
        "section",
        "order",
        "countries",
        "providers",
        "Canada",
        "Brazil",
        "Mexico"
      ],
      "fullText": "President Donald Trump will direct his administration Thursday to investigate whether imports of foreign steel are harming US national security, according to a White House official.Trump plans to sign a memo ordering the probe during a noon ceremony surrounded by representatives of the US steel industry. The memo will fall under the Trade Expansion Act of 1962, a section of which permits a US president to restrict trade if he determines it is harmful to US security.The order will require his Commerce Secretary Wilbur Ross to conduct the administration-wide review within 270 days, after which Trump will decide on curbing the import of foreign steel.Trump has railed against China for its excess steel production, but it's unclear whether any potential restrictions on steel imports will fall solely on China following the administration review. The US imports steel from over 90 countries, according to the International Trade Administration. Top providers include Canada, Mexico, Russia, Brazil, Turkey and Germany. The US has maintained a longstanding trade deficit in steel products, though the ITA says the US steel trade deficit narrowed in 2016.",
      "source": "cnn",
      "description": "President Donald Trump will direct his administration Thursday to investigate whether imports of foreign steel are harming US national security, according to a White House official.",
      "urlToImage": "http://i2.cdn.cnn.com/cnnnext/dam/assets/170418212104-donald-trump-april-18-2017-super-tease.jpg",
      "author": "Kevin Liptak, CNN White House Producer",
      "entities": [
        "US",
        "President Donald Trump",
        "International Trade Administration",
        "Wilbur Ross",
        "China",
        "White House",
        "president",
        "ITA",
        "Canada",
        "Germany",
        "Turkey",
        "Mexico",
        "Brazil",
        "Russia",
        "270 days"
      ],
      "title": "Trump to explore national security implications of steel imports"
    }
  }
}