{"_default": {"1": {"title": "North Korea warns of 'super-mighty preemptive strike' as U.S. plans next move", "description": "min Park", "source": "reuters", "urlToImage": "http://s4.reutersmedia.net/resources/r/?m=02&d=20170420&t=2&i=1181324266&w=&fh=545px&fw=&ll=&pl=&sq=&r=LYNXMPED3J0HT", "entities": ["North Korea", "South Korea", "United States", "Security Council", "President Donald Trump", "China", "China", "Mike Pence", "Hwang Kyo-ahn", "Washington", "London", "Kim Jong Un", "Vice President", "United Nations", "Carl Vinson", "U.S.-drafted Security Council", "Rodong Sinmun", "Japan", "acting president", "Workers' Party", "Pacific Command", "Russia", "Colonel Lee Bum-chul", "House of Representatives", "official", "THAAD", "Pyongyang.Tillerson", "Western Pacific", "Riyadh", "president", "Gunsan", "Beijing", "Lu Kang", "Lesley Wroughton", "U.N.", "Idrees Ali", "Kim Do-gyun", "Australia", "Pyongyang.", "U.S.-supplied Terminal High Altitude Area Defense", "Paul Ryan", "Kim.Ryan", "Ben Blanchard", "Michelle Nichols", "us.", "Nick Macfie", "William James"], "publishedAt": "2017-04-20T15:48:45Z", "keywords": ["North Korea", "South Korea", "United States", "Vinson strike group", "Security Council", "peace treaty.South Korea", "North Korean leader", "U.N. Security Council", "South Korean air", "super-mighty preemptive strike", "U.S. President Donald", "South Korean pilot", "South Korean president", "missile test", "mainland United States", "Security Council statement", "Korean waters.The U.S.", "ballistic missile test", "sanctions.The Rodong Sinmun", "Carl Vinson strike", "sole major ally", "Korean nuclear problem", "Korean presidential candidates", "United Nations", "annual training exercise", "council members", "U.S. aircraft carrier", "nuclear programme tmsnrt.rs/2lE5yjF", "vigilance.The defence ministry", "Speaker Paul Ryan", "Colonel Lee Bum-chul", "comprehensive solution", "High Altitude Area", "latest draft statement", "Foreign Ministry spokesman", "Russian U.N. mission", "USS Carl Vinson", "missile programmes", "U.S. mainland", "U.S. imperialists", "security.The North", "U.S. House", "missile launches", "15-member council", "Mike Pence", "nuclear weapons.North", "security ministries", "U.S. delegation", "hard line", "official newspaper"], "author": "Ju-min Park", "url": "http://www.reuters.com/article/us-northkorea-usa-idUSKBN17L2QZ", "fullText": "U.S. President Donald Trump has taken a hard line with North Korean leader Kim Jong Un, who has rebuffed admonitions from sole major ally China and proceeded with nuclear and missile programmes in defiance of U.N. Security Council sanctions.The Rodong Sinmun, the official newspaper of the North's ruling Workers' Party, did not mince its words.\"In the case of our super-mighty preemptive strike being launched, it will completely and immediately wipe out not only U.S. imperialists' invasion forces in South Korea and its surrounding areas but the U.S. mainland and reduce them to ashes,\" it said.Reclusive North Korea regularly threatens to destroy Japan, South Korea and the United States and has shown no let-up in its belligerence after a failed missile test on Sunday, a day after putting on a huge display of missiles at a parade in Pyongyang.Tillerson told reporters in Washington on Wednesday that the United States was \"reviewing all the status of North Korea, both in terms of state sponsorship of terrorism as well as the other ways in which we can bring pressure on the regime in Pyongyang.\"U.S. Vice President Mike Pence, on a tour of Asian allies, has said repeatedly an \"era of strategic patience\" with North Korea is over.    U.S. House of Representatives Speaker Paul Ryan said during a visit to London the military option must be part of the pressure brought to bear.\"Allowing this dictator to have that kind of power is not something that civilised nations can allow to happen,\" he said in reference to Kim.Ryan said he was encouraged by the results of efforts to work with China to reduce tension, but that it was unacceptable North Korea might be able to strike allies with nuclear weapons.North and South Korea are technically still at war because their 1950-53 conflict ended in a truce, not a peace treaty.South Korea's acting president, Hwang Kyo-ahn, at a meeting with top officials on Thursday, repeatedly called for the military and security ministries to maintain vigilance.The defence ministry said U.S. and South Korean air forces were conducting an annual training exercise, codenamed Max Thunder, until April 28. North Korea routinely labels such exercises preparations for invasion.    \"We are conducting a practical and more intensive exercise than ever,\" South Korean pilot Colonel Lee Bum-chul told reporters. \"Through this exercise, I am sure we can deter war and remove our enemy's intention to provoke us.\"South Korean presidential candidates clashed on Wednesday night in a debate over the planned deployment in South Korea of a U.S.-supplied Terminal High Altitude Area Defense (THAAD) anti-missile system, which has angered China. On Monday, Hwang and Pence reaffirmed their plans to go ahead with the THAAD, but the decision will be up to the next South Korean president. China says the system's powerful radar is a threat to its security.The North has said it has developed a missile that can strike the mainland United States, but officials and experts believe it is some time away from mastering the necessary technology, including miniaturising a nuclear warhead.The United States and Russia clashed at the United Nations on Wednesday over a U.S.-drafted Security Council statement to condemn North Korea's latest failed ballistic missile test. Diplomats said China had agreed to the statement. Such statements by the 15-member council have to be agreed by consensus.Previous statements denouncing missile launches \"welcomed efforts by council members, as well as other states, to facilitate a peaceful and comprehensive solution through dialogue.\" The latest draft statement dropped \"through dialogue\" and Russia requested it be included again.\"When we requested to restore the agreed language that was of political importance and expressed commitment to continue to work on the draft ... the U.S. delegation without providing any explanations cancelled the work on the draft,\" the Russian U.N. mission said in a statement.The United States said it had cut the words because they \"would overly narrow the means by which the international community could arrive at a peaceful and comprehensive solution to the North Korean nuclear problem,\" the United States told council members, according to diplomats.Chinese Foreign Ministry spokesman Lu Kang said China believed in the Security Council maintaining unity.\"Speaking with one voice is extremely important to the Security Council appropriately responding to the relevant issue on the peninsula,\" he told reporters.There was confusion over the whereabouts of a U.S. aircraft carrier group after Trump said last week he had sent an \"armada\" as a warning to North Korea, even as the ships were still far from Korean waters.The U.S. military's Pacific Command explained that the USS Carl Vinson strike group first had to complete a shorter-than-planned period of training with Australia. It was now heading for the Western Pacific as ordered, it said.GRAPHIC: Carl Vinson strike group tmsnrt.rs/2p1yGTQGRAPHIC: North Korea's nuclear programme tmsnrt.rs/2lE5yjF  (Additional reporting by Lesley Wroughton in Washington, William James in London, Michelle Nichols at the United Nations, Idrees Ali in Riyadh, Ben Blanchard in Beijing and Kim Do-gyun in Gunsan, South Korea; Writing by Nick Macfie; Editing by Robert Birsel and Alistair Bell)"}, "2": {"title": "Trump launches trade probe targeting Chinese steel", "description": "President Donald Trump launched an investigation on Thursday to determine whether Chinese and other foreign-made steel threatens  U.S. national security, raising the possibility of new tariffs and triggering a rally in U.S. steel stocks.", "source": "reuters", "urlToImage": "http://s2.reutersmedia.net/resources/r/?m=02&d=20170420&t=2&i=1181375115&w=&fh=545px&fw=&ll=&pl=&sq=&r=LYNXMPED3J15I", "entities": ["Wilbur Ross", "Trump", "The American Iron and Steel Institute", "United States", "AK Steel", "Steel Dynamics Inc", "US Steel", "China", "President Xi Jinping", "White House", "president", "White House", "North Korea", "Commerce Department", "Luciana Lopez", "Cliffs Natural Resources", "Thomas Gibson", "reporters.Trump", "Nucor", "Allegheny", "executive", "Florida", "America", "Nick Zieminski", "Caroline Valetkevitch", "Kevin Drawbaugh", "20 percent", "26 percent", "270 days"], "publishedAt": "2017-04-20T16:37:15Z", "keywords": ["Chinese steel imports", "White House", "Chinese steel exports", "Secretary Wilbur Ross", "U.S. steel companies", "increasingly belligerent North", "Chinese President Xi", "global steel overcapacity", "White House briefing", "White House event", "Trade Expansion Act", "Cliffs Natural Resources", "national security implications", "American jobs.The Commerce", "Allegheny Technologies.Administration officials", "White House move.", "institute President Thomas", "unfair foreign trade", "Trump", "steel capacity", "AK Steel", "steel alloys", "steel stocks", "Steel Dynamics", "Steel Institute", "steel executive", "foreign steel", "steel jobs", "Chinese exports", "speedy probe", "Chinese claims", "United States", "Luciana Lopez", "U.S. manufacturers", "unusual step", "domestic industry", "impactful way", "national security.News", "deliberate speed", "armor plating", "Additional reporting", "Kevin Drawbaugh", "Caroline Valetkevitch", "chief executives", "American Iron", "record levels", "Nick Zieminski", "investigation", "percent", "China"], "author": "Steve Holland and Jeff Mason", "url": "http://www.reuters.com/article/us-usa-trump-steel-idUSKBN17M237", "fullText": "U.S. Commerce Secretary Wilbur Ross cast the decision to initiate the probe as a response to Chinese exports of steel into the United States reaching the point where they now have  26 percent of the market. Chinese steel imports are up nearly 20 percent in the early months of this year alone, he said.The unusual step of launching an investigation comes as Trump is pressuring China to do more to rein in an increasingly belligerent North Korea. When Chinese President Xi Jinping visited Trump in Florida earlier this month, Trump raised the possibility of using trade as a lever to coax China to do more.Ross told reporters that Chinese steel exports have continued to rise \"despite repeated Chinese claims that they were going to reduce their steel capacity when in fact they have been increasing it consistently ... It's a very serious impact on the domestic industry,\" Ross said at a White House briefing with reporters.Trump signed a directive asking for a speedy probe under Section 232 of the Trade Expansion Act of 1962 at a White House event that included chief executives of several U.S. steel companies. The law allows the president to impose restrictions on imports for reasons of national security.News of the move triggered a rally for steel stocks, including Steel Dynamics Inc, AK Steel, US Steel, Nucor, Cliffs Natural Resources, and Allegheny Technologies.Administration officials said there are national security implications from imports of steel alloys that are used in products such as the armor plating of ships and require a lot of expertise to create and produce.The move is another step in Trump's \"America First\" policies in which he has tried to boost U.S. manufacturers and preserve American jobs.The Commerce Department will have 270 days to complete the probe. Ross said he expected it to be done much sooner. Trump's directive asked that the investigation be conducted with all deliberate speed. Ross, a former steel executive, said the investigation was \"self-initiated.\"The American Iron and Steel Institute, which lobbies on behalf of the industry, said it supports the White House move.\"Massive global steel overcapacity has resulted in record levels of dumped and subsidized foreign steel coming into the U.S. and the loss of nearly 14,000 steel jobs,\" said institute President Thomas Gibson in a statement.\"The administration launching this investigation is an impactful way to help address the serious threat posed by these unfair foreign trade practices.\"  (Additional reporting by Luciana Lopez and Caroline Valetkevitch; Editing by Kevin Drawbaugh and Nick Zieminski)"}, "3": {"title": "Exclusive: Putin-linked think tank drew up plan to sway 2016 U.S. election - documents", "description": "A Russian government think tank controlled by Vladimir Putin developed a plan to swing the 2016 U.S. presidential election to Donald Trump and undermine voters’ faith in the American electoral system, three current and four former U.S. officials told Reuters.", "source": "reuters", "urlToImage": "http://s3.reutersmedia.net/resources/r/?m=02&d=20170419&t=2&i=1181247626&w=&fh=545px&fw=&ll=&pl=&sq=&r=LYNXMPED3I1KL", "entities": ["Russia", "United States", "Putin", "Russian institute", "Hillary Clinton", "Moscow-based Russian Institute for Strategic Studies", "Sputnik", "Kremlin", "Democratic Party", "Leonid Reshetnikov", "president", "election.The institute", "Barack Obama", "Trump", "official", "Trump associates", "Obama administration", "FBI", "Mikhail Fradkov", "National Security Council", "Trump", "President of Russia", "Twitter", "Moscow", "director", "Reuters", "Warren Strobel", "Ned Parker", "David Rohde", "Ross Colvin", "Jonathan Landay", "Arshad Mohammed", "eight years", "33-year", "100%"], "publishedAt": "2017-04-20T14:11:48Z", "keywords": ["U.S. intelligence agencies", "russian institute", "U.S. intelligence officials", "U.S. officials", "foreign intelligence officials", "Putin’s office", "Moscow-based Russian Institute", "foreign intelligence service", "Russian institute document", "Democratic Party", "Russian institute documents", "senior U.S. intelligence", "Putin administration", "U.S. election", "Sputnik news agency", "international platforms Russia", "U.S. public opinion.", "U.S. official circles", "U.S. political processes", "Russian interference", "global news outlets", "American intelligence agencies", "then-President Barack Obama", "social media", "candidate Hillary Clinton", "covert intelligence operation", "Democratic Party groups", "state-backed media outlets", "popular Clinton video", "anticipated Clinton victory", "traditional media outlets", "Kremlin.The overt propaganda", "Democratic Party emails", "foreign policy", "foreign policy concept", "Leonid Reshetnikov", "successor Fradkov meeting", "covert hacking efforts", "National Security Council", "replacement Mikhail Fradkov", "election.The institute", "U.S. voters", "Russian documents", "Kremlin launch", "Russian government", "Kremlin campaign", "Russian effort", "U.S. presidency", "Russia’s activities"], "author": "Ned Parker, Jonathan Landay and John Walcott", "url": "http://www.reuters.com/article/us-usa-russia-election-exclusive-idUSKBN17L2N3", "fullText": "They described two confidential documents from the think tank as providing the framework and rationale for what U.S. intelligence agencies have concluded was an intensive effort by Russia to interfere with the Nov. 8 election. U.S. intelligence officials acquired the documents, which were prepared by the Moscow-based Russian Institute for Strategic Studies [en.riss.ru/], after the election.The institute is run by retired senior Russian foreign intelligence officials appointed by Putin’s office. The first Russian institute document was a strategy paper written last June that circulated at the highest levels of the Russian government but was not addressed to any specific individuals.It recommended the Kremlin launch a propaganda campaign on social media and Russian state-backed global news outlets to encourage U.S. voters to elect a president who would take a softer line toward Russia than the administration of then-President Barack Obama, the seven officials said. A second institute document, drafted in October and distributed in the same way, warned that Democratic presidential candidate Hillary Clinton was likely to win the election. For that reason, it argued, it was better for Russia to end its pro-Trump propaganda and instead intensify its messaging about voter fraud to undermine the U.S. electoral system’s legitimacy and damage Clinton’s reputation in an effort to undermine her presidency, the seven officials said.The current and former U.S. officials spoke on the condition of anonymity due to the Russian documents’ classified status. They declined to discuss how the United States obtained them. U.S. intelligence agencies also declined to comment on them.Putin has denied interfering in the U.S. election. Putin’s spokesman and the Russian institute did not respond to requests for comment. The documents were central to the Obama administration's conclusion that Russia mounted a “fake news” campaign and launched cyber attacks against Democratic Party groups and Clinton's campaign, the current and former officials said.“Putin had the objective in mind all along, and he asked the institute to draw him a road map,” said one of the sources, a former senior U.S. intelligence official. Trump has said Russia’s activities had no impact on the outcome of the race. Ongoing congressional and FBI investigations into Russian interference have so far produced no public evidence that Trump associates colluded with the Russian effort to change the outcome of the election.Four of the officials said the approach outlined in the June strategy paper was a broadening of an effort the Putin administration launched in March 2016. That month the Kremlin instructed state-backed media outlets, including international platforms Russia Today and Sputnik news agency, to start producing positive reports on Trump’s quest for the U.S. presidency, the officials said. Russia Today did not respond to a request for comment. A spokesperson for Sputnik dismissed the assertions by the U.S. officials that it participated in a Kremlin campaign as an “absolute pack of lies.” “And by the way, it's not the first pack of lies we're hearing from 'sources in U.S. official circles',\" the spokesperson said in an email.Russia Today and Sputnik published anti-Clinton stories while pro-Kremlin bloggers prepared a Twitter campaign calling into question the fairness of an anticipated Clinton victory, according to a report by U.S. intelligence agencies on Russian interference in the election made public in January. [bit.ly/2kMiKSA]Russia Today’s most popular Clinton video - “How 100% of the 2015 Clintons’ ‘charity’ went to ... themselves” - accumulated 9 millions views on social media, according to the January report. [bit.ly/2os8wIt]The report said Russia Today and Sputnik “consistently cast president elect-Trump as the target of unfair coverage from traditional media outlets.\" The report said the agencies did not assess whether Moscow’s effort had swung the outcome of the race in Trump’s favor, because American intelligence agencies do not “analyze U.S. political processes or U.S. public opinion.” [bit.ly/2kMiKSA]Neither of the Russian institute documents mentioned the release of hacked Democratic Party emails to interfere with the U.S. election, according to four of the officials. The officials said the hacking was a covert intelligence operation run separately out of the Kremlin.The overt propaganda and covert hacking efforts reinforced each other, according to the officials. Both Russia Today and Sputnik heavily promoted the release of the hacked Democratic Party emails, which often contained embarrassing details.Five of the U.S. officials described the institute as the Kremlin’s in-house foreign policy think tank. The institute’s director when the documents were written, Leonid Reshetnikov, rose to the rank of lieutenant general during a 33-year-career in Russia’s foreign intelligence service, according to the institute’s website [bit.ly/2oVhiCF]. After Reshetnikov retired from the institute in January, Putin named as his replacement Mikhail Fradkov. The institute says he served as the director of Russia’s foreign intelligence service from 2007 to 2016. [bit.ly/2os4tvz]Reuters was unable to determine if either man was directly involved in the drafting of the documents. Reshetnikov’s office referred questions to the Russian institute. On its website, the Russian institute describes itself as providing “expert appraisals,” “recommendations,” and “analytical materials” to the Russian president’s office, cabinet, National Security Council, ministries and parliament. [bit.ly/2pCBGpR] On Jan. 31, the websites of Putin’s office [bit.ly/2os9wMr] and the institute [bit.ly/2oLn9Kd] posted a picture and transcript of Reshetnikov and his successor Fradkov meeting with Putin in the Kremlin. Putin thanked Reshetnikov for his service and told Fradkov he wanted the institute to provide objective information and analysis.“We did our best for nearly eight years to implement your foreign policy concept,” Reshetnikov told Putin. “The policy of Russia and the policy of the President of Russia have been the cornerstone of our operation.” (Reporting by Ned Parker and Jonathan Landay, additional reporting by Warren Strobel and Arshad Mohammed; Editing by David Rohde and Ross Colvin)"}, "4": {"title": "Venezuelan opposition plans more protests against Maduro", "description": "Venezuela's opposition called for renewed nationwide protests on Thursday to pressure the government of President Nicolas Maduro to hold elections and improve a collapsing economy, a day after three people were killed in similar demonstrations.", "source": "reuters", "urlToImage": "http://s3.reutersmedia.net/resources/r/?m=02&d=20170420&t=2&i=1181356311&w=&fh=545px&fw=&ll=&pl=&sq=&r=LYNXMPED3J0XQ", "entities": ["Maduro", "Caracas", "united opposition coalition", "Henrique Capriles", "Yorman Barrios", "Socialist Party", "National Guard", "El Paraiso", "Hugo Chavez", "Penal Forum", "officer", "Supreme Court", "Congress", "Christian Veron", "president", "Frances Kerry", "Alexandra Ulmer", "three months"], "publishedAt": "2017-04-20T14:01:35Z", "keywords": ["Maduro", "Washington.The opposition counters", "protests", "united opposition coalition", "sustained protests", "Maduro critics", "bodyguard Yorman Barrios", "independent state institutions.", "basic consumer goods", "National Guard", "human rights activist", "Wednesday.The current wave", "Rights group Penal", "street protests", "candidate Henrique Capriles", "security forces", "opposition leaders", "middle class neighborhood", "Wednesday.The opposition", "heavy state crackdown", "leader Hugo Chavez", "National Guard officer", "current protests", "country.The renewed wave", "ruling Socialist Party", "Caracas", "street barricades", "ideological adversaries", "late-night barricades", "state ombudsman", "Wednesday night", "leftist government", "triple-digit inflation", "Government officials", "El Paraiso", "provincial cities", "regular melees", "exchange volleys", "dozens points", "legislative elections", "socialist mantle", "state governors", "fair elections", "constant demonstrations", "protester fatigue", "death toll", "best-known leader", "public order", "free assembly", "Alexandra Ulmer"], "author": "Brian Ellsworth", "url": "http://www.reuters.com/article/us-venezuela-politics-idUSKBN17M1OO", "fullText": "Hundreds of thousands of people flooded the streets of Caracas and provincial cities on Wednesday, the latest and largest in several weeks of protests against what Maduro's opponents condemn as a lurch toward dictatorship. Government officials dismiss the protests, characterized by street barricades and clashes with security forces, as violent and lawless efforts to overthrow Maduro's leftist government with the backing of ideological adversaries in Washington.The opposition counters that Maduro, deeply unpopular as Venezuelans grapple with triple-digit inflation and shortages of food and basic consumer goods, is seeking to stay in power indefinitely by barring opposition leaders from office and quashing independent state institutions.\"We're going to stay in the streets, this has to end,\" said bodyguard Yorman Barrios, 25, near clashes between demonstrators and security forces on Wednesday.The opposition called on its supporters to gather in about two dozens points around Caracas and march to the office of the state ombudsman, a human rights activist, just as they tried to do on Wednesday.The current wave of marches, the most sustained protests against Maduro since 2014, has sparked regular melees in which youths and National Guard troops exchange volleys of rocks and tear gas. There were also late-night barricades and some looting in Caracas' middle class neighborhood of El Paraiso on Wednesday night. Two students and a National Guard officer were killed in Wednesday's demonstrations, bringing the death toll in demonstrations this month to eight. Rights group Penal Forum said more than 500 people had been arrested. Maduro, 54, called on his backers to stage counter-demonstrations in Caracas on Wednesday. Supporters of the president, who was elected in 2013 and assumed the socialist mantle of late leader Hugo Chavez, say the opposition's street protests are violent disruptions of public order that exceed the rights of free assembly and would not be tolerated in any other country.The renewed wave of protests was sparked by a Supreme Court move in March to assume the powers of the opposition-led Congress, a move that it largely reversed a few days later. They were further fueled when the government barred the opposition's best-known leader, two-time presidential candidate Henrique Capriles, from holding public office.The push to keep up constant demonstrations increasingly mirrors protests in 2014 in which Maduro's critics barricaded streets and battled police for close to three months. That effort ultimately faded amid protester fatigue and a heavy state crackdown. But the sharp deterioration of the economy, which has put many foods and medicines out of the reach of the average citizen, and a more organized and united opposition coalition have injected fresh energy into the current protests. Maduro critics increasingly doubt that the ruling Socialist Party, which was soundly defeated in 2015 legislative elections, will allow for free and fair elections. The ballot for state governors has been delayed since last year and elections authorities have not announced when it will be held.  (Additional reporting by Christian Veron; Editing by Alexandra Ulmer and Frances Kerry)"}, "5": {"title": "Bill O'Reilly to receive maximum of one year salary: source", "description": "Bill O'Reilly will receive a maximum of one year's salary following his ouster Thursday from Fox News, according to a source familiar with the situation.", "source": "reuters", "urlToImage": "http://s4.reutersmedia.net/resources/r/?m=02&d=20170420&t=2&i=1181375630&w=&fh=545px&fw=&ll=&pl=&sq=&r=LYNXMPED3J15V", "entities": ["O'Reilly", "Fox News", "Century Fox Inc", "Fox", "harassment", "Roger Ailes", "CNN", "Nielsen", "controversy.O'Reilly", "Tom Brown", "Jessica Toonkel", "Tucker Carlson.", "$13 million", "$25 million", "$40 million", "20-year"], "publishedAt": "2017-04-20T16:42:01Z", "keywords": ["Fox News", "Twenty-First Century Fox", "Fox News parent", "star cable news", "completely unfounded claims", "New York Times", "Fox host Tucker", "O'Reilly Factor", "20-year career", "sexual harassment", "costly situation", "severance package", "annual salary", "harassment claims", "new contract", "latest payment", "Roger Ailes", "unprecedented success", "prime-time lineup", "resignation letter", "unfortunate reality", "written statement", "public eye", "Jessica Toonkel", "Tom Brown", "sexual harassment.Ailes", "highest-rated first quarter", "allegations", "Wednesday", "ways", "CNN", "FOXA.O", "number", "source", "Nielsen", "year.O'Reilly", "Thursday", "women", "total", "viewers", "children", "air", "Fox.", "statement.In", "company", "head"], "author": "Reuters Editorial", "url": "http://www.reuters.com/article/us-fox-oreilly-idUSKBN17M23T", "fullText": "Fox News parent Twenty-First Century Fox Inc (FOXA.O) announced on Wednesday it had parted ways with the star cable news host, ending his more than 20-year career, following allegations of sexual harassment from a number of women.The source declined to comment on O'Reilly's annual salary, but CNN reported on Thursday that the host's new contract provided about $25 million a year.O'Reilly' severance is the latest payment in what has turned out to be a costly situation for Fox News. The New York Times reported on April 1 that Fox and O'Reilly paid five women a total of $13 million to settle harassment claims. O'Reilly said in a statement at the time that he had settled only to spare his children from controversy.O'Reilly, who has been off the air on vacation since April 11, said in a written statement on Wednesday he was proud of his \"unprecedented success\" at Fox.\"It is tremendously disheartening that we part ways due to completely unfounded claims. But that is the unfortunate reality many of us in the public eye must live with today,\" O'Reilly said in the statement.In July, the company paid former head of Fox News, Roger Ailes, a severance package of about $40 million, following allegations of sexual harassment.Ailes in his resignation letter did not indicate he did anything wrong.O'Reilly's show, \"The O'Reilly Factor,\" has been the most watched program on Fox News and was coming off the highest-rated first quarter in its history, averaging 4 million viewers, according to Nielsen. O'Reilly will be replaced in his prime-time lineup by Fox host Tucker Carlson. (Reporting By Jessica Toonkel; Editing by Tom Brown)"}, "6": {"title": "UC Berkeley cancels Ann Coulter speech; she says she will do it anyway", "description": "Conservative commentator Ann Coulter says she will proceed with an anti-immigration lecture next week at the University of California, Berkeley, although school officials have told organizers to cancel the event over safety concerns.", "source": "reuters", "urlToImage": "http://s3.reutersmedia.net/resources/r/?m=02&d=20170420&t=2&i=1181376254&w=&fh=545px&fw=&ll=&pl=&sq=&r=LYNXMPED3J125", "entities": ["Berkeley", "Coulter", "Milo Yiannopoulos", "Young America's Foundation", "Donald Trump", "Fox News", "Auburn University", "Jonathan Allen", "writer", "Richard Spencer", "Spencer Brown", "America", "Alabama", "website.The university", "President", "Dan Mogulof", "Frances Kerry", "director", "Daniel Wallis"], "publishedAt": "2017-04-20T16:46:39Z", "keywords": ["free speech", "violent protests", "Berkeley spokesman Dan", "student-led Free Speech", "Fox News interview", "views immigration-friendly policies", "Mexico.The Young America", "prominent white nationalist", "President Donald Trump", "liberal-leaning student bodies", "left-wing demonstrators", "conservative pundits", "Berkeley campus", "conservative speech", "unqualified support", "right-wing writer", "conservative groups", "left-wing plot", "unqualified focus", "Milo Yiannopoulos", "conservative speakers", "liberal speech", "taxpayer dollars", "hate speech", "ideological openness", "Democratic voters", "World Hellhole", "Spencer Brown", "illegal immigration", "taxpayer-funded university", "long term", "public universities", "Black-clad protesters", "Richard Spencer", "student opposition", "Washington Post", "student safety", "Daniel Wallis", "U.S. Constitution", "Frances Kerry", "Jonathan Allen", "Coulter", "lecture", "foundation", "book", "country", "repeat", "prospect", "speech.", "Amendment"], "author": "Reuters Editorial", "url": "http://www.reuters.com/article/us-california-coulter-idUSKBN17M1W1", "fullText": "The April 27 lecture had raised the prospect of a repeat of violent protests that broke out on the Berkeley campus in February, when left-wing demonstrators successfully prevented Milo Yiannopoulos, a right-wing writer, from giving a speech.\"What are they going to do? Arrest me?\" Coulter said in a Fox News interview late on Wednesday. \"I'm definitely giving the speech.\" Coulter, one of the country's best-known conservative pundits, plans to speak about her 2015 book, \"¡Adios, America!: The Left's Plan to Turn Our Country Into a Third World Hellhole.\" Coulter views immigration-friendly policies as part of a left-wing plot to create more Democratic voters in the long term, and her book is sharply critical of illegal immigration, particularly from Mexico.The Young America's Foundation, one of three conservative groups organizing the lecture, castigated what it said was an attempt by a taxpayer-funded university to suppress free speech. \"This is as clear-cut a case as it gets that public universities are using taxpayer dollars to shut down conservative speech, while allowing liberal speech only,\" Spencer Brown, a director at the foundation, wrote in an article about the episode on the foundation's website.The university said it was trying to reschedule the event for September, and that its decision had been motivated by safety, not ideology.\"We believe in unqualified support to the First Amendment,\" Berkeley spokesman Dan Mogulof told the Washington Post, referring to the part of the U.S. Constitution that protects free speech. \"But we also have an unqualified focus on safety of our students.\"Berkeley is known as the birthplace of the student-led Free Speech Movement of the 1960s. As with other schools, it has had to juggle in recent months between student opposition to what some describe as \"hate speech,\" ideological openness and student safety. In recent months, several conservative speakers have been met with disruptive, sometimes violent protests when invited to speak at universities with liberal-leaning student bodies. Black-clad protesters set fires and smashed windows as they shut down Yiannopoulos' lecture at Berkeley in February. Republican President Donald Trump, who had taken office just days earlier, threatened to cut off funding to the school.On Tuesday, police arrested at least three people protesting an appearance at Alabama's Auburn University by Richard Spencer, a prominent white nationalist. (Reporting by Jonathan Allen; Editing by Daniel Wallis and Frances Kerry)"}, "7": {"title": "Russian court bans Jehovah's Witnesses, rules group is extremist: agencies", "description": "Russia's Supreme Court on Thursday ruled that Jehovah's Witnesses was an \"extremist\" organization after the justice ministry applied for an order to shut down the group's national headquarters near St Petersburg, Russian news agencies reported.", "source": "reuters", "urlToImage": "http://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "entities": ["Russia", "Interfax", "European Court of Human Rights.", "Sergei Cherepanov", "St Petersburg", "representative", "Vladimir Soldatkin", "Andrew Osborn", "Tom Heneghan"], "publishedAt": "2017-04-20T16:46:19Z", "keywords": ["blood transfusions", "Interfax news agency", "nontrinitarian Christian denomination", "extremist literature", "extremist cult", "door-to-door preaching", "active followers", "Sergei Cherepanov", "Human Rights.", "European Court", "military service", "Tom Heneghan", "Andrew Osborn", "religious organisation", "Vladimir Soldatkin", "court proceedings", "St Petersburg", "Russian branch", "religious groups", "rejection", "allegation", "pacifism", "prosecutors", "Jehovah", "fosters", "authorities", "Witnesses", "ban", "decision", "publications", "list", "families", "United", "description", "world"], "author": "Reuters Editorial", "url": "http://www.reuters.com/article/us-russia-religion-jehovah-s-idUSKBN17M1ZT", "fullText": "Interfax news agency quoted Sergei Cherepanov, a Jehovah's Witnesses representative, as saying that the group will appeal the decision in the European Court of Human Rights.\"We will do everything possible,\" he said.Russian authorities have put several of the group's publications on a list of banned extremist literature and prosecutors have long cast it as an organisation that destroys families, fosters hatred and threatens lives.The group, a United States-based nontrinitarian Christian denomination known for its door-to-door preaching and rejection of military service and blood transfusions, says this description is false.The religious organisation has expanded around the world and has about eight million active followers. It has faced court proceedings in several countries, mostly over its pacifism and rejection of blood transfusions, but has Russia has been most outspoken in portraying it as an extremist cult. Its Russian branch, based near St Petersburg, has regularly rejected this allegation. It has said a ban would directly affect around 400 of its groups and have an impact on all of its 2,277 religious groups in Russia, where it says it has 175,000 followers. (Reporting by Vladimir Soldatkin; Editing by Andrew Osborn and Tom Heneghan)"}, "8": {"title": "U.S.-Russian crew reaches space station with one empty seat", "description": "A scaled-down, two-man U.S.-Russian crew arrived at the International Space Station on Thursday, six hours after blasting off from the Baikonur Cosmodrome in Kazakhstan, a NASA TV broadcast showed.", "source": "reuters", "urlToImage": "http://s4.reutersmedia.net/resources/r/?m=02&d=20170420&t=2&i=1181314422&w=&fh=545px&fw=&ll=&pl=&sq=&r=LYNXMPED3J0CX", "entities": ["Jack Fischer", "Fyodor Yurchikhin", "NASA", "NASA", "Peggy Whitson", "Soyuz", "Donald Trump", "Thomas Pesquet", "Oleg Novitskiy", "Steve Gorman", "Meredith Mazzilli", "Russia", "U.S.", "commander", "President", "Louise Ireland", "$100 billion", "534-day", "400 km"], "publishedAt": "2017-04-20T14:06:47Z", "keywords": ["Russian cosmonaut", "Russian cosmonaut Fyodor", "Russian cosmonaut Oleg", "Russian Soyuz capsule", "astronaut Thomas Pesquet", "space station staffing", "p.m. local time/3", "long-delayed science laboratory", "commander Peggy Whitson", "previous space flights", "first-time French flier.Soyuz", "President Donald Trump", "Jack Fischer", "rookie astronaut", "zero-gravity toilet.", "Meredith Mazzilli", "congratulatory phone", "NASA interview", "cumulative time", "outpost next year.Fischer", "sheer terror.", "Steve Gorman", "crewmate Yurchikhin", "biggest challenge", "healthy dose", "long-duration mission", "534-day record", "seasoned veterans", "U.S. astronaut.She", "space-toilet activities", "Louise Ireland", "EDT", "GMT", "Monday", "midst", "suction", "km", "voyage", "seat", "miles", "Earth", "schedule", "respect", "ground", "preparation", "Wednesday.Whitson"], "author": "Irene Klotz", "url": "http://www.reuters.com/article/us-space-station-crew-idUSKBN17M0R4", "fullText": "A Russian Soyuz capsule carrying NASA astronaut Jack Fischer, 43, and Russian cosmonaut Fyodor Yurchikhin, 58, lifted off at 1:13 p.m. local time/3:13 a.m. EDT (0713 GMT) with a rare empty third seat. Russia is scaling back space station staffing until its long-delayed science laboratory is flown to the orbiting outpost next year.Fischer and Yurchikhin reached the $100 billion space station, which orbits about 250 miles (400 km) above Earth, arriving on schedule at 9:18 a.m. EDT (1318 GMT).Fischer said he suspected the biggest challenge he faces in his first voyage into space will be learning how to use the station's zero-gravity toilet.“It’s all about suction, it’s really difficult,\" Fischer said in a NASA interview before launch. “You just can’t train for that on the ground, so I approach my space-toilet activities with respect, preparation and a healthy dose of sheer terror.”The rookie astronaut will be sharing the station with two seasoned veterans, a Russian cosmonaut on his second flight and a first-time French flier.Soyuz crewmate Yurchikhin has made four previous space flights. Station commander Peggy Whitson, 57, in the midst of her third long-duration mission, is due on Monday to beat the 534-day record for cumulative time spent in space by a U.S. astronaut.She is expected to receive a congratulatory phone call on Monday from U.S. President Donald Trump, NASA said on Wednesday.Whitson, who flew to the station in November along with Russian cosmonaut Oleg Novitskiy and French astronaut Thomas Pesquet, will remain aboard with Fischer and Yurchikhin until September.  (Editing by Steve Gorman, Louise Ireland and Meredith Mazzilli)"}, "9": {"title": "Worries over Trump policies cloud start of IMF, World Bank meetings", "description": "World finance leaders are gathering on U.S. President Donald Trump's home turf on Thursday to try to nudge his still-evolving policies away from protectionism and show broad support for open trade and global integration.", "source": "reuters", "urlToImage": "http://s3.reutersmedia.net/resources/r/?m=02&d=20170420&t=2&i=1181361788&w=&fh=545px&fw=&ll=&pl=&sq=&r=LYNXMPED3J106", "entities": ["International Monetary Fund", "Trump", "Christine Lagarde", "Treasury Secretary Steven Mnuchin", "Centre for International Governance Innovation", "U.S.", "Domenico Lombardi", "Eswar Prasad", "Managing Director", "America First", "World Bank", "United States.Trump", "Baden-Baden", "David Lawder", "China", "Vitor Gaspar.The", "White House.", "executive", "official", "Cornell University.Mnuchin", "director", "Germany", "Simon Cameron-Moore", "professor"], "publishedAt": "2017-04-20T16:16:55Z", "keywords": ["IMF board official", "policy choices.The IMF", "IMF Managing Director", "IMF fiscal affairs", "Trump administration officials", "U.S. trade deficits", "International Monetary Fund", "Bank spring meetings", "International Governance Innovation", "latest economic forecasts", "free trade agreements", "international trade professor", "director Vitor Gaspar.The", "public procurement rules", "Canadian dairy restrictions.In", "tax reform ideas", "U.S. Treasury Secretary", "Christine Lagarde", "international agenda", "Domenico Lombardi", "multilateral institutions", "new administration", "global growth", "fiscal proposals", "White House.", "Eswar Prasad", "financial risk-taking", "potential measures", "David Lawder", "United States.Trump", "executive order", "tax reforms", "currency manipulator", "anti-protectionism pledge", "little leverage", "China department", "analysis-based advice", "public debt", "warnings", "Steven Mnuchin", "peer pressure", "Cornell University.Mnuchin", "Simon Cameron-Moore", "policies", "members", "Wednesday", "exemptions", "Baden-Baden", "communique", "traction"], "author": "David Lawder", "url": "http://www.reuters.com/article/us-imf-g-idUSKBN17M0EP", "fullText": "The International Monetary Fund and World Bank spring meetings bring the two multilateral institutions' 189 members face-to-face with Trump's \"America First\" agenda for the first time, just two blocks from the White House.\"These meetings will all be about Trump and the implications of his policies for the international agenda,\" said Domenico Lombardi, a former IMF board official who is now with the Centre for International Governance Innovation, a Canadian think-tank.He added that IMF Managing Director Christine Lagarde is aiming to \"socialize\" the new administration to the IMF's agenda and influence its policy choices.The IMF in particular has sounded warnings against Trump's plans to shrink U.S. trade deficits with potential measures to restrict imports, arguing in its latest economic forecasts that protectionist policies would crimp global growth that is starting to gain traction.  Trump administration officials are now pushing back against such warnings by arguing that other countries are more protectionist than the United States.Trump launched the week by signing an executive order to review \"Buy American\" public procurement rules that have long offered some exemptions under free trade agreements, and by lashing out at Canadian dairy restrictions.In addition to warnings on trade, the IMF on Wednesday unveiled two studies pointing out dangers from fiscal proposals that Trump is considering. These included warnings that his tax reform ideas could fuel financial risk-taking and raise public debt enough to hurt growth. Making tax reforms \"in a way that does not increase the deficit is better for growth,\" added IMF fiscal affairs director Vitor Gaspar.The advice may simply be ignored, especially after U.S. Treasury Secretary Steven Mnuchin last month insisted that an anti-protectionism pledge be dropped from a Group of 20 communique issued in Baden-Baden, Germany, said Eswar Prasad, former head of the IMF's China department\"The IMF has little leverage since its limited toolkit of analysis-based advice, persuasion, and peer pressure is unlikely to have much of an impact on this administration's policies,\" said Prasad, now an international trade professor at Cornell University.Mnuchin's decision against naming China a currency manipulator last week removed one concern for the IMF ahead of the meeting. Lagarde also noted on Wednesday that the IMF would listen to all of its members, and work for \"free and fair\" trade. Lagarde is set to interview Mnuchin on stage during the meetings.       (Reporting by David Lawder; Editing by Simon Cameron-Moore)"}, "10": {"title": "Trump to attend three Asian summits in November: Pence", "description": "U.S. President Donald Trump will attend three summits in Asia in November, Vice President Mike Pence said in Jakarta during a visit to the headquarters of Association of Southeast Asian Nations (ASEAN) on Thursday.", "source": "reuters", "urlToImage": "http://s1.reutersmedia.net/resources/r/?m=02&d=20170420&t=2&i=1181338223&w=&fh=545px&fw=&ll=&pl=&sq=&r=LYNXMPED3J0PA", "entities": ["South China Sea", "Asia Pacific Economic Cooperation", "ASEAN", "Trump", "East Asia", "Roberta Rampton", "China", "Pence", "Clarence Fernandez", "Philippines", "Kanupriya Kapoor", "Vietnam.He"], "publishedAt": "2017-04-20T11:43:58Z", "keywords": ["South China Sea", "East Asia summit", "Pacific Economic Cooperation", "Southeast Asian countries", "U.S.-ASEAN summit", "Trump administration", "Roberta Rampton", "Clarence Fernandez", "secretary general", "Kanupriya Kapoor", "security issues", "Pence", "APEC", "Philippines", "navigation", "statement", "Vietnam.He", "trade", "freedom", "number"], "author": "Reuters Editorial", "url": "http://www.reuters.com/article/us-pence-asia-indonesia-trump-idUSKBN17M1BZ", "fullText": "Pence said in a statement after meeting the secretary general of ASEAN that Trump would attend the U.S.-ASEAN summit and the East Asia summit in the Philippines, as well as the Asia Pacific Economic Cooperation (APEC) summit in Vietnam.He said the Trump administration would work with ASEAN on security issues and trade and freedom of navigation in the  South China Sea. China claims most of the South China Sea, but has overlapping claims with a number of Southeast Asian countries. (Reporting by Roberta Rampton; Writing by Kanupriya Kapoor; Editing by Clarence Fernandez)"}, "11": {"title": "Venezuela braces for more anti-government protests", "description": "Opposition leaders again are calling for protests in Venezuela's capital on Thursday, a day after three people were shot dead in demonstrations that have rocked the South American country following weeks of unrest.", "source": "cnn", "urlToImage": "http://i2.cdn.cnn.com/cnnnext/dam/assets/170419135014-05-venezuela-protests-0419-super-tease.jpg", "entities": ["President Nicolas Maduro", "Venezuela", "Caracas", "Carlos Moreno", "CNN", "Henrique Capriles", "Venezuelan National Guard", "President Juan Manuel Santos", "General Motors", "Tarek William Saab", "Paola Andreina Ramírez Gómez", "Stefano Pozzebon", "Sgt. Niumar Jose San Clemente Barrios", "El Hatillo", "Supreme Court", "Julio Borges", "soccer", "National Assembly", "San Bernardino", "Rex Tillerson", "opposition-controlled National Assembly", "Spain.", "David Smolansky", "Washington", "president", "Guaire River", "UN", "Mariano Castillo", "Twitter", "plaza San Carlos", "US", "San Cristóbal", "representative", "Gisela Crespo", "Los Salias", "Madison Park", "Contreras", "secretary-general", "Tachira", "prosecutor", "director", "Alejandra", "official", "Marilia Brocchetto"], "publishedAt": "2017-04-20T15:53:54Z", "keywords": ["opposition leaders", "opposition leader Henrique", "President Nicolas Maduro", "opposition marchers", "Wednesday", "unrest.The opposition", "violent protests", "Maduro loyalists", "Venezuelan National Guard", "South American country", "human rights", "gas canisters", "journalist Stefano Pozzebon", "Venezuelan armed forces", "General Motors plant", "national holiday", "San Clemente Barrios", "Andreina Ramírez Gómez", "social media", "opposition-controlled National Assembly", "Tarek William Saab", "Thursday morning", "San Bernardino neighborhood", "human rights official", "civil protection unit", "state elections.Opposition leaders", "Wednesday night", "State Rex Tillerson", "Juan Manuel Santos", "narrow Guaire River", "east Caracas", "Caracas streets", "Venezuelan people", "Venezuelan society.", "political activity", "medical shortages", "anti-Maduro demonstrators", "7.The turmoil", "slow buildup", "17-year-old boy", "economic crunch", "slow morning", "deathsA look", "death toll", "opposition-led parliament", "San Cristóbal", "Supreme Court", "Carlos Moreno", "San Carlos", "economic crisis"], "author": "Jason Hanna and Ray Sanchez, CNN", "url": "http://www.cnn.com/2017/04/20/americas/venezuela-protests/index.html", "fullText": "Opposition leaders again are calling for protests in Venezuela's capital on Thursday, a day after three people were shot dead in demonstrations that have rocked the South American country following weeks of unrest.The opposition, which accuses President Nicolas Maduro of creating a dictatorship, asked people to hit Caracas streets Thursday morning -- where thousands gathered the day before in what activists dubbed \"the mother of all marches.\"As they did Wednesday, opposition leaders are asking marchers to meet at 26 points throughout the city and converge on the office of the government's top human rights official.Protesters were gathering Thursday morning in east Caracas, but it wasn't immediately clear whether the demonstrations would attract the number of marchers seen Wednesday, which was a national holiday commemorating Venezuela's struggle for independence from Spain.\"We have seen a slow morning, a slow buildup, perhaps because today is not a national holiday as it was yesterday,\" journalist Stefano Pozzebon told CNN on Thursday from Caracas.Tensions soared Wednesday as anti-Maduro demonstrators dodged tear gas canisters lobbed by police, and Maduro loyalists marched in a counter-protest.At least three people were killed in shootings during Wednesday's demonstrations across the country, officials and relatives said, bringing the death toll in protests since March 29 to at least nine.Venezuela has been rocked by intermittent but violent protests since the Supreme Court dissolved an opposition-led parliament last month. The move was reversed days later, but demonstrations had already erupted.Further fueling the protests: The government banned opposition leader Henrique Capriles from all political activity for 15 years on April 7.The turmoil is set against an economic crisis in which unemployment is set to surpass 25%, and people have struggled for years with food and medical shortages and skyrocketing prices.The economic crunch took another turn this week as the government seized a General Motors plant, prompting the auto giant to say it was halting operations in Venezuela. Shooting deathsA look at Wednesday's shooting deaths:• A 17-year-old boy was shot in the head in Caracas, and Venezuela's public ministry said it is investigating the incident. The teenager, later identified as Carlos Moreno, died while undergoing surgery, a hospital representative said. Video posted on social media showed a young man on the ground -- a pool of blood near his head -- surrounded by marchers in the San Bernardino neighborhood. A woman is heard yelling, \"They've killed him.\"  Moreno's sister Alejandra said he did not join the marches but was on his way to play soccer. • Paola Andreina Ramírez Gómez, 23, was shot in plaza San Carlos in San Cristóbal, the ministry said.Jorban Contreras, a paramedic and director of the civil protection unit in Tachira state, said the woman already was dead from a gunshot wound to her chest when he arrived.• Venezuelan National Guard Sgt. Niumar Jose San Clemente Barrios was fatally shot Wednesday night, said the public prosecutor's office and Venezuela's top human rights official, ombudsman Tarek William Saab. A second guardsman was wounded by a bullet; both were shot during \"violent protests\" in Los Salias, south of Caracas, according to Saab. Maduro: Don't complain when law comes after youMaduro deployed the Venezuelan armed forces to the streets on Sunday night amid rising tensions. He gave a fiery speech Wednesday, accusing opposition leaders of inciting violence. He called out the president of the opposition-controlled National Assembly, Julio Borges, saying, \"You are the head of the coup. Later, don't complain when the law comes after you.\" Wednesday's marches underscored the widening political rifts in the country. The government has repeatedly blocked any attempts by the opposition to oust Maduro by a referendum vote. It has also delayed local and state elections.Opposition leaders have called for the National Assembly's powers to be fully restored, for all political prisoners to be freed, for a humanitarian corridor to be opened and for stalled elections to take place. The last vote held in Venezuela, the parliamentary election of 2015, gave the opposition a majority. Critics say elections have been delayed because Maduro is afraid of the outcome. Maduro, 54, has been defiant, taking a confrontational tone with members of the opposition and protesters, whom he calls \"vandals and terrorists.\"Government supporters and security forces succeeded Wednesday in blocking marchers from reaching certain parts of the city, according to observers. Water cannons and tear gas canisters were unleashed on opposition marchers. Video posted on social media showed marchers -- some covering their faces -- crossing the narrow Guaire River in the capital trying to elude tear gas blasts. The video was posted by David Smolansky, mayor of the municipality of El Hatillo and an opposition leader.  In Washington, US Secretary of State Rex Tillerson expressed concerns to reporters Wednesday that the \"government of Maduro is violating its own constitution and is not allowing the opposition to have their voices heard, nor allowing them to organize in a way that expresses the views of the Venezuelan people.\" Colombian President Juan Manuel Santos said via Twitter on Wednesday he had directed his exterior ministry to ask the UN secretary-general to address what he called the \"worrying militarization of Venezuelan society.\"CNN's Mariano Castillo, Natalie Gallón, Marilia Brocchetto, Madison Park and Gisela Crespo contributed to this report. "}, "12": {"title": "Meet the Russian 'father of all bombs'", "description": "Russia claims its \"father of all bombs\" is more powerful than the US \"mother of all bombs.\"", "source": "cnn", "urlToImage": "http://i2.cdn.cnn.com/cnnnext/dam/assets/170417132636-foab6-super-tease.jpeg", "entities": ["FOAB", "Russia", "MOAB", "Col. Rick Francona", "United States", "Col. Cedric Leighton", "military analyst", "Syria", "Alexander Mozgovoy", "Alexander Rukshin", "Russian Armed Forces", "deputy chief", "Joint Chiefs of Staff", "Afghanistan", "National Defense", "Nangarhar", "editor", "7,100 kilograms", "8,200 kilograms", "300 meters", "984 feet", "11 tons", "44 tons"], "publishedAt": "2017-04-20T16:08:57Z", "keywords": ["largest non-nuclear bomb", "powerful non-nuclear bomb", "powerful thermobaric bomb", "FOAB", "spectacularly terrible weapon", "United States", "military analyst", "Col. Cedric Leighton", "Col. Rick Francona", "MOAB", "Russian state media", "new  bomb", "Russian Armed Forces", "Russian magazine National", "Cold War era", "fortified underground tunnels", "right target", "GBU-43/B MOAB", "thermobaric bombs", "Russian military", "nuclear weapon", "military attache", "payload explodes", "technological capabilities", "Joint Chiefs", "military helicopters", "air ammunition", "Russian developers", "recent publications", "general staff", "nuclear munition", "higher temperatures", "national broadcast", "Alexander Rukshin", "deputy chief", "explosion power", "additional information", "shock waves", "specific video", "safe airspace", "300 meters", "blast radius", "Alexander Mozgovoy", "softer surfaces.It", "above-ground bunkers", "ISIS tunnels", "civilian casualties", "Nangarhar province", "secret code", "Potential impact"], "author": "Radina Gigova, CNN", "url": "http://www.cnn.com/2017/04/20/world/russia-foab-weapon/index.html", "fullText": "Born in Russia in 2007, the \"father of all bombs\" may be holding a title surpassed by no other.The Russian military says it's the most powerful thermobaric bomb of its kind, four times more powerful than the American \"mother of all bombs,\" the largest non-nuclear bomb in the US arsenal and the largest non-nuclear bomb the United States has ever used in combat. Based on the specifications the Russian military has released, analysts say Russia could be right. \"We believe it's real,\" said retired Col. Rick Francona, military analyst and former US military attache in Syria. \"The Russians have been among the pioneers of these thermobaric bombs.\" \"I don't have any doubt that they could build this,\" Francona said. \"It falls under their technological capabilities.\"  \"The FOAB, if what has been reported about it is true, is the most powerful non-nuclear bomb in the world,\" said retired Col. Cedric Leighton, military analyst and former member of the Joint Chiefs of Staff.  FOAB has never been used in combat.  'All living things vaporized' \"The FOAB is a thermobaric bomb, which means that its payload explodes at much higher temperatures,\" Leighton said. \"The result is that living things within the area of detonation are vaporized, making the FOAB a spectacularly terrible weapon.\" Russia announced that the bomb was first tested in 2007. In a national broadcast that aired on September 11, 2007, deputy chief of the general staff of the Russian Armed Forces at the time, Alexander Rukshin, said the first test of a new  bomb, capable of sending shock waves with the power of a nuclear bomb, was completed.  \"The results of the tests of this air ammunition have shown that it can be compared with a nuclear weapon by its efficiency and capabilities,\" Rukshin said. \"At the same time, I particularly want to emphasize that the impact from this ammunition does not pollute the environment in any way compared to a nuclear munition,\" he added.  A Channel 1 broadcast, as well as other recent publications in Russian state media, claim that FOAB is four times more powerful than MOAB, with explosion power equivalent to 44 tons of TNT, compared to 11 tons for the MOAB. FOAB is also reportedly lighter, weighing 7,100 kilograms, compared to 8,200 kilograms, while its blast radius is double that of the MOAB, at 300 meters, or about 984 feet. Leighton said analysis conducted by his group supports those claims but there are some questions whether the explosion shown in the specific video was produced by a weapon like FOAB. Alexander Mozgovoy, editor of Russian magazine National Defense, said he believes the Channel 1 video is accurate and he thinks Russia may have developed more than one FOAB, just like the United States has built several MOABs.\"I don't think there is only one bomb [of this kind] but definitely not a lot of them,\" he said. \"This bomb doesn't leave anything alive. It turns everything in ashes.\" Rivalry that never stopped  When the US military first tested the GBU-43/B MOAB in 2003, the Cold War era was long gone but the rivalry between the world's two superpowers never really ended.  Why the 'mother of all bombs' and why now? After MOAB was introduced, Russian developers built their own bomb and by analogy nicknamed it the \"father of all bombs,\" according to the Channel 1 report.  While the nickname has become widely popular today, it was originally created as a secret code name for the weapon, according to Channel 1.  Since then, not much additional information about the bomb has become available. \"We've only seen what the Russians have told us,\" Francona said. \"Russia has not exported this weapon to any other nation as far as we know and it is unlikely that they will export it in the future,\" said Leighton. \"At the moment, the FOAB's technology would be deemed to be too sensitive to export,\" he added.  Potential impact 'on a scale unseen' \"These are very unique weapons, so the demand for them is very, very low, because you won't use these indiscriminately,\" Francona said. MOAB was originally intended to be used against large formations of troops and equipment or above-ground bunkers, but later the targets expanded to caves and tunnels buried under softer surfaces.It was used for the first time on April 13, 2017, by the US military in Afghanistan's Nangarhar province, targeting a network of fortified underground tunnels that ISIS used to stage attacks on government forces. The ISIS tunnels in Afghanistan were the right target for the MOAB, said Francona. \"Those cave complexes, tunnel complexes really call for this weapon,\" he said.  Russia started developing FOAB during the Afghan war, said Mozgovoy. It was intended to clear safe airspace so military helicopters can fly though, he said.   Nonetheless, it would be unthinkable to use a weapon like FOAB in areas where the Russian military operates in Syria, because of the potentially \"immense\" number of civilian casualties, Francona said.  \"This would be on a scale unseen in Syria,\" he said.  \"I hope that we won't see the FOAB deployed in Syria, because it's just not the right target.\" "}, "13": {"title": "Accuser in Seattle mayor sex abuse lawsuit reveals identity", "description": "Seattle Mayor Ed Murray's spokesman says mayor will \"vigorously fight allegations in court.\" Man claims Murray \n\"repeatedly raped\" him when he was 15.", "source": "cnn", "urlToImage": "http://i2.cdn.cnn.com/cnnnext/dam/assets/170419151326-seattle-mayor-ed-murray-super-tease.jpg", "entities": ["Mayor Murray", "Delvonn Heckard", "Seattle", "Robert Sulkin", "attorney", "D.H.", "Jeff Reading", "Lincoln Beauregard", "official", "30 years", "three decades", "15-year"], "publishedAt": "2017-04-20T15:03:29Z", "keywords": ["Murray", "Mayor Ed Murray", "Mayor Murray", "Mr. Murray", "allegations", "Delvonn Heckard", "spokesman Jeff Reading", "individual Delvonn Heckard", "prominent elected official", "campaign filing deadline", "virulent anti-gay organization", "untrue allegations", "marriage equality campaign", "time allegations", "false accusations", "15-year-old boy", "Robert Sulkin", "unsubstantiated assertions", "Lincoln Beauregard", "sexual acts", "complaint", "small bump", "shakedown effort", "vulnerable populations", "unique mole", "sexual relationship", "inappropriate relationship", "personal physician", "crucial point", "critical time", "recent passing", "political career", "mayoral election", "smear campaign", "media organizations", "sexual misconduct", "law enforcement", "potential victims", "Seattle Times", "D.H.", "decades", "lawsuit", "accusers", "cusp", "pseudonym", "coincidence", "identity", "letter", "client", "statement"], "author": "Artemis Moshtaghian and Tony Marco, CNN", "url": "http://www.cnn.com/2017/04/19/politics/seattle-mayor-abuse-allegations/index.html", "fullText": "A man accusing Seattle Mayor Ed Murray of sexually abusing him about 30 years ago has revealed his identity.  Delvonn Heckard, 46, filed a lawsuit against Murray this month under the pseudonym \"D.H.\"In the lawsuit, he said the mayor \"repeatedly raped\" him when he was a 15-year-old boy and the mayor was 32 at the time. Heckard said  Murray also paid him for sexual acts. Heckard's attorney, Lincoln Beauregard, sent a letter to Murray's attorney this week revealing his client's full name. \"I can state categorically that I have never had a sexual relationship with this individual Delvonn Heckard, of any kind or at any time,\" Murray responded in a statement made through his spokesman Jeff Reading. He added, \"I just learned Heckard's name this morning and can say that his name is not familiar to me.\"The complaint also alleges that Heckard was not the only child abused by the mayor. \"On at least one occasion, D.H. was at Mr. Murray's home when another apparently under aged boy was at the apartment. D.H. was of the understanding that Mr. Murray was having sex with the other boy for money at the same time,\" the complaint reads.Reading said the allegations are completely unfounded. \"These false accusations are intended to damage a prominent elected official who has been a defender of vulnerable populations for decades,\" he said. \"It is not a coincidence that this shakedown effort comes within weeks of the campaign filing deadline. These unsubstantiated assertions, dating back three decades, are categorically false. Mayor Murray has never engaged in an inappropriate relationship with any minor.\" Reading added that the mayor will \"vigorously fight these allegations in court.\"Details of mayor's anatomy in disputeIn the complaint, Heckard described Murray's scrotum as having a \"unique mole\" in the shape of a \"small bump.\" But Murray's personal physician found \"no mole or bump,\"  the mayor's attorney Robert Sulkin told reporters this month. A few days later, Murray spoke out about the accusations.\"To be on the receiving end of such untrue allegations is very painful for me,\" the mayor said. \"It is painful for my husband and for those who are close to us. I understand the individual making these allegations is troubled, and that makes me sad as well.\"Previous allegationsThe accusations come at a critical time for Murray: He's on the cusp of a mayoral election in Seattle. But this isn't the first time allegations of sexual misconduct have surfaced during a crucial point in his political career. In 2008, while Murray was promoting his marriage equality campaign, The Seattle Times reported that two men accused Murray of \"molesting and raping\" them in the '1980s and tried to start a smear campaign with media organizations. Sulkin said the accusers in the 2008 allegations \"were aligned with a virulent anti-gay organization\" and that the claims were \"found to be false by law enforcement.\" Why now?The allegations are from events that took place more than 30 years ago, so why come up with these accusations now? According to the complaint, Heckard felt empowered to move forward with the allegations against Murray because of the recent passing of his father. He hopes to attain \"accountability\" from Murray who in his eyes, \"maintains a position of authority\" and ultimately \"give courage for other potential victims to come forward and speak out.\""}, "14": {"title": "Surveillance footage shows NY judge hours before death", "description": "Law enforcement has recovered video surveillance footage of a New York state judge walking alone near the Hudson River, about 12 hours before her body was found in the water, the NYPD said.", "source": "cnn", "urlToImage": "http://i2.cdn.cnn.com/cnnnext/dam/assets/170412233226-sheila-abdus-salaam-super-tease.jpg", "entities": ["New York", "Sheila Abdus-Salaam", "CNN", "New York Court of Appeals", "Hudson River", "NYPD", "nature.New York", "Mayor Bill de Blasio", "Andrew Cuomo", "Robert Boyce", "Sgt. Brendan Ryan.The", "Harlem", "Brynn Gingras", "Ray Sanchez", "Madison Park", "Julie Bolcer.", "secretary", "Evan Simko-Bednarski", "three years", "12 hours"], "publishedAt": "2017-04-20T03:27:08Z", "keywords": ["New York", "New York state", "law enforcement", "law enforcement sources", "York state judge", "Judge Sheila Abdus-Salaam", "NYPD said.The body", "video surveillance footage", "multiple surveillance cameras", "New York police", "African-American woman", "Brendan Ryan.The death", "New York Court", "Office spokesperson Julie", "black hooded sweatshirt", "her.The judge", "Wednesday afternoon", "initial autopsy", "possible suicide", "Hudson River", "nature.New York", "Robert Boyce", "additional testing", "Medical Examiner", "unresponsive woman", "Andrew Cuomo", "apparent injuries", "accomplished people", "Brynn Gingras", "extraordinary challenges", "associate justice", "humble pioneer", "CNN", "public service", "Evan Simko-Bednarski", "Ray Sanchez", "Madison Park", "investigation", "Tuesday", "time", "life", "reporters", "work", "trailblazer", "Harlem", "water", "week.Footage", "stresses", "Mayor", "detectives"], "author": "Lauren del Valle, CNN", "url": "http://www.cnn.com/2017/04/19/us/new-york-judge-death-surveillance/index.html", "fullText": "Law enforcement has recovered video surveillance footage of a New York state judge walking alone near the Hudson River, about 12 hours before her body was found in the water, the NYPD said.The body of Judge Sheila Abdus-Salaam was found last Wednesday afternoon in the river, and though no note was found, law enforcement thought the investigation pointed to a possible suicide, sources told CNN last week.Footage from multiple surveillance cameras shows the judge walking alone in Harlem not far from the river about 9 p.m. Tuesday and again just after midnight. She is seen in the footage dressed in the same clothes she was wearing at the time her body was discovered, according to Sgt. Brendan Ryan.The death of the first African-American woman to serve on New York state's highest court is still under investigation after the autopsy came back inconclusive, authorities say. The initial autopsy completed last week came back inconclusive and the cause and manner of death are pending while additional testing is processed, according to Medical Examiner's Office spokesperson Julie Bolcer.\"Until such a determination is made, the death may be classified as suspicious, in that the circumstances have not been clearly established,\" the NYPD said in a statement to CNN. Robert Boyce, chief of detectives for the New York police, told reporters that there were no apparent injuries to Abdus-Salaam's body and that her death did not appear to be criminal in nature.New York mourns loss of judge\"Obviously, we're still waiting for the full investigation, but to the extent that the challenges and the stresses in her life contributed to this, it's a reminder that even the most accomplished people still deal with extraordinary challenges inward, and we don't get to see that,\" Mayor Bill de Blasio told reporters last week.\"It is humbling. It's a sad day. Someone who got so far and was lost so soon.\"Abdus-Salaam was the first African-American woman to serve on New York state's highest court, having served as an associate justice on the New York Court of Appeals since 2013. She was a trailblazer and \"humble pioneer,\" according to those who knew her.The judge was not unfamiliar with tragedy. Her brother committed suicide three years ago around this time of year, two law enforcement sources told CNN. Abdus-Salaam, 65, had also been stressed recently at work, the sources said.The judge was last heard from about 9 a.m. last Tuesday, according to two law enforcement sources. Abdus-Salaam's husband told police his wife's secretary received a call from the judge saying she wouldn't be into work that day.Police responded to a 911 call about a person floating in the Hudson around 1:45 p.m. last Wednesday. They found an unconscious and unresponsive woman, who was later pronounced dead and identified as Abdus-Salaam. She was fully clothed in running attire, a black hooded sweatshirt, sweatpants and sneakers.Gov. Andrew Cuomo, who appointed her to the court, hailed her as a \"trailblazing jurist whose life in public service was in pursuit of a more fair and more just New York for all.\"CNN's Evan Simko-Bednarski, Ray Sanchez, Madison Park and Brynn Gingras contributed to this report."}, "15": {"title": "Jeremy Corbyn rules out second Brexit referendum", "description": "Labour leader says public vote on eventual deal will not be in manifesto after initially refusing to dismiss the idea", "source": "the-guardian-uk", "urlToImage": "https://i.guim.co.uk/img/media/05fe68a766a25412a7f5269ba8b84257ae1680c8/0_85_3816_2291/master/3816.jpg?w=1200&h=630&q=55&auto=format&usm=12&fit=crop&crop=faces%2Centropy&bm=normal&ba=bottom%2Cleft&blend64=aHR0cHM6Ly91cGxvYWRzLmd1aW0uY28udWsvMjAxNi8wNS8yNS9vdmVybGF5LWxvZ28tMTIwMC05MF9vcHQucG5n&s=6567d74b870b58caaf508e797482b91a", "entities": ["Jeremy Corbyn", "Labour party", "Labour government", "chancellor", "Labour", "Europe", "Conservatives", "Britain", "Islington", "Mike Ashley", "McDonnell", "Philip Green", "Westminster", "Theresa", "CEO", "north London constituency.", "two years"], "publishedAt": "2017-04-20T14:18:01Z", "keywords": ["Corbyn", "Jeremy Corbyn", "Labour leader", "shadow chancellor", "general election campaign", "eventual Brexit deal", "offshore tax haven", "big poll lead", "recent new policies", "corporate tax avoidance", "wealth extractors", "tax-avoiding multinational corporation", "north London constituency.", "poor poll ratings", "Labour party", "referendum", "Labour government", "Labour’s string", "party referendum", "carer win", "passionate speech", "tariff-free access", "red-line aims", "European market", "impassioned speech", "people", "Brexit negotiations", "media questions", "n’t play", ".John McDonnell", "good process", "manifesto pledge", "powerful people", "foregone conclusion", "big majority", "wealthy individuals", "cosy cartel", "European economy", "historic duty", "loud boos", "small trader", "standing ovation", "Tory victory.", "straight choice", "Islington elite", "office worker", "tiny minority.", "minimum wage", "Mike Ashley", "rules"], "author": "Peter Walker, Jessica Elgot", "url": "https://www.theguardian.com/politics/2017/apr/20/jeremy-corbyn-john-mcdonnell-speech-establishment-people-brexit", "fullText": "Jeremy Corbyn has ruled out offering a referendum on an eventual Brexit deal, after a morning of mounting speculation when the Labour leader and his shadow chancellor initially refused to emphatically dismiss the idea of a second poll.Answering media questions following a passionate speech to formally launch Labour’s general election campaign, Corbyn was asked about reports that the party could offer a second referendum.He avoided the issue directly, referring only to the party’s red-line aims for Brexit negotiations. “Primarily, it’s about getting and retaining tariff-free access to the European market,” he said. “We haven’t threatened to turn Britain into an offshore tax haven on the shores of Europe, undermining the European economy,” Corbyn added, saying Labour wanted a “good process by which we continue to trade with Europe”.John McDonnell, the shadow chancellor, who was attending the speech in Westminster, was asked repeatedly about a second referendum by reporters afterwards, but declined to give an answer.Mid-afternoon, however, the leaders’ office issued a statement, which definitively ruled out a second referendum as a manifesto pledge. “A second referendum is not our policy and it won’t be in our manifesto,” a spokesman said.It followed a bullish and impassioned speech by Corbyn in which he characterised the 8 June election as a straight choice between the Conservatives as “the party of privilege and the richest”, and a Labour party fighting for everyone.“It’s the establishment versus the people, and it’s our historic duty to make sure the people prevail,” he said, to cheers.Corbyn dismissed the idea that the Conservatives’ big poll lead made a big majority for Theresa May inevitable.“Much of the media and establishment are saying that this election is a foregone conclusion,” he said. “They think there are rules in politics, which if you don’t follow by doffing your cap to powerful people, accepting that things can’t really change, then you can’t win.“But of course, they do not want us to win. Because when we win it is the people, not the powerful, who win. The nurse, the teacher, the small trader, the carer, the builder, the office worker, the student, the carer win. We all win.“It is the establishment that complains I don’t play by the rules – by which they mean their rules. We can’t win, they say, because we don’t play their game.”A political system based around “yesterday’s rules” favoured the wealthy, Corbyn argued. He said: “It is these rules that have allowed a cosy cartel to rig the system in favour of a few powerful and wealthy individuals and corporations.“It is a rigged system set up by the wealth extractors, for the wealth extractors. But things can, and they will, change.“If I were Southern rail or Philip Green, I’d be worried about a Labour government. If I were Mike Ashley or the CEO of a tax-avoiding multinational corporation, I’d want to see a Tory victory.“Why? Because those are the people who are monopolising the wealth that should be shared by each and every one of us in this country. “Everyone, and I mean everyone, has a contribution to make and a life to lead. Poverty and homelessness are a disaster for the individual and a loss to all of us. It is wealth that should belong to the majority and not a tiny minority.”He presented Labour’s string of recent new policies, for example a £10 minimum wage and cracking down on corporate tax avoidance, as an alternative “to unlock opportunities for every single person in this country”.Answering questions following the speech, which won a standing ovation from the audience of loyalists, Corbyn said the election was a chance for Labour to explain its plans. “Our policies will reach out,” he said.All plans in the party referendum would be “fully costed and will be accounted for and paid for”, Corbyn said.Asked whether he could represent the message, given his status as a member of the “Islington elite” – a question which prompted loud boos from some of the audience – Corbyn said he was very proud to represent the north London constituency.“It’s true, in Islington there are people who drink cappuccino every day,” he said, to laughter, while stressing the significant inequality and poverty in the area which he said was fuelled by soaring property prices.Asked how he would overcome the poor poll ratings, Corbyn pointed to how he overcame the odds to be elected Labour leader in the first place: “All I can say is, in 2015, almost exactly two years ago, I was given 200/1 as an outside chance.”"}, "16": {"title": "'We've never seen this drought, this disease': Somali families bury their dead", "description": "Jason Burke reports from Baidoa in Somalia, where more than 6 million people need assistance after two years without rain", "source": "the-guardian-uk", "urlToImage": "https://i.guim.co.uk/img/media/5785adbd68e7f25f990fbe411a39046d07b97bda/0_119_3264_1958/master/3264.jpg?w=1200&h=630&q=55&auto=format&usm=12&fit=crop&crop=faces%2Centropy&bm=normal&ba=bottom%2Cleft&blend64=aHR0cHM6Ly91cGxvYWRzLmd1aW0uY28udWsvMjAxNi8wNS8yNS9vdmVybGF5LWxvZ28tMTIwMC05MF9vcHQucG5n&s=6e4724c4168bf384276465e9ffe99687", "entities": ["Somalia", "Baidoa", "Iman Adam", "UN", "Sadiye Ibrahim", "Mogadishu", "official", "al-Shabaab", "Erdon", "cholera", "Africa", "Baidoa", "diarrhoea", "bush", "Baidoa.One", "US", "Hawa Ali", "Hassan Noor", "Momeno", "Ali Mohammed Mursa", "Yemen", "al-Qaida", "Abdirahman Yarisow", "Herera Ful village", "Wajit", "South Sudan", "farhad", "Nigeria", "Keating", "three hours", "eight days", "seven-year", "three days", "Two years", "four-year", "six years", "two weeks", "one link", "two-year"], "publishedAt": "2017-04-20T15:59:01Z", "keywords": ["Somalia", "new arrivals", "central Somalian town", "Children’s Somalia", "gathering night.A fit", "aid workers", "Baidoa", "aid agencies", "massive fluid loss", "acute watery diarrhoea", "Herera Ful village", "Ali Mohammed Mursa", "low-level al-Shabaab commanders", "fragile local agreements", "international humanitarian organisations", "single small clearing", "small domed shelters", "newly orphaned infants", "Sadiye Ibrahim", "Iman Adam", "Iman’s funeral", "Iman’s funeral.Momeno", "new clinic", "Sadiye’s mother", "scrubby trees", "tin-roofed shacks", "cholera", "local cleric", "large tree", "dusty track", "filthy water", "household chores", "famine", "medical help", "death.Sadiye’s child", "people", "Baidoa.One morning", "remote villages", "healthy adult", "sick child", "searing sun", "Aid authorities", "narrow path", "generous response", "surrounding villages", "worst-hit areas", "similar diseases", "health facilities", "makeshift camps", "clan militias"], "author": "Jason Burke", "url": "https://www.theguardian.com/world/2017/apr/20/weve-never-seen-this-drought-this-disease-famine-looms-in-somalia", "fullText": "There is no road to the hundred or so tin-roofed shacks scattered among scrubby trees that make up the village of Erdon, only a dusty track tracing a narrow path for 10 miles through the bush from the central Somalian town of Baidoa.One morning last week, Iman Adam attended lessons given by a local cleric under a large tree. Afterwards the seven-year-old played and helped her mother with household chores. As dusk approached, Iman began to vomit. Then came diarrhoea. Within hours, she was fading fast. Neighbours told her mother, Sadiye Ibrahim, of a new clinic in Baidoa that might save the child’s life. She strapped her now unconscious eldest to her back with a shawl and ran through the gathering night.A fit, healthy adult could cover the distance to the town in two or three hours. Sadiye, weakened by weeks of living on a few handfuls of sorghum and a few litres of filthy water each day and carrying a sick child in the dark, took much longer. She arrived at the clinic close to midnight. Her daughter died a few hours later. “We don’t know this disease. We have never seen this,” she said shortly after Iman’s funeral. Hunger threatens Somalia again. With dearth comes disease, and with disease comes death.Sadiye’s child was killed by cholera or a related bacterial infection, contracted because of poor sanitation. She suffered massive fluid loss leading to shock and organ failure. Cholera can kill a malnourished and dehydrated child in hours. It is easily treated, but only if the sick can get medical help fast. Endemic in Somali, cholera and other diseases are now spreading faster and further than anyone has seen for many years.The drought too is the most severe in living memory. Aid agencies believe more than 6 million people in Somalia need assistance, of whom about half are threatened with famine. Two years have gone by without rain. Cattle are dead, wells dry and fields empty.Earlier preparation and a generous response to appeals for funds mean the terrible scenes of the last famine in Somalia six years ago, which is thought to have killed 250,000 people, may yet be averted. But no one is certain. Some aid workers use studies of the 2011 famine to predict that at least 60,000 people are likely to die this year in a “best-case” scenario. In the villages around Baidoa, and across the worst-hit areas of southern and central Somalia, the toll is mounting. There are scattered deaths from lack of food, but illness is the main killer. Spend an hour with those pouring into the town, 180 miles north-west of Mogadishu, and you will find fathers who have buried four children in as many days, grandparents left to fade away in villages and breastfeeding mothers who have carried twins for 70 miles under a searing sun in a last ditch bid to find help. Aid authorities also admit that an official UN figure of about 550 deaths as a result of cholera and similar diseases in Somalia since the beginning of the year is “grossly underreported”. The true figure could be 10 times as many, or more. Save the Children has set up five health facilities in Baidoa. In the clinic where Iman died, they have treated 1,900 cases since February. The charity’s three mobile teams reached remote villages last week and dealt with 750 cases in three days. It is clear to all that the worst is yet to come. Half a million Somalis have left their homes, heading for towns and cities. Twice as many may well be on the move by the end of the year – almost a tenth of the country’s population of 11 million. About 100,000 new arrivals are living in makeshift camps on the outskirts of Baidoa. “It is very, very concerning … All the classic signs of a famine are there,” said Hassan Noor, Save the Children’s Somalia director.Even if desperately needed seasonal rain due in May arrives, it will take months for new crops to grow. And the rain means diseases linked to insanitary conditions and contaminated water will get worse.The situation in Somalia is just one link in a chain of crisis that stretches thousands of miles from north-eastern Nigeria, through South Sudan and eventually to Yemen. In all, more than 20 million people are threatened with famine. UN officials say the crisis is the largest since the organisation was founded in 1945.Michael Keating, the top UN official in Somalia, said the international community’s reaction so farhad been very impressive but needs were “outpacing the ability to respond. If it doesn’t rain we have one type of humanitarian problem, and if it does, we have another,” he said.Reaching those most in need is a major challenge. The worst-hit communities in Somalia live in rural areas where the authority of al-Shabaab, Islamic militants linked to al-Qaida, is strongest. The group once held much of the country, but repeated offensives by regional peacekeepers and Somali fighters backed by US airpower have forced them out of the major towns. Baidoa may be under government control, but the surrounding villages are a zone of shifting allegiances where extremists, clan militias and government forces compete for power. “The government soldiers come, often in the day, and the [extremists] come, usually at night, but no one helps,” said Ali Mohammed Mursa, an elder from Herera Ful village who led his two wives and 10 children to Baidoa two weeks ago.Al-Shabaab has previously banned international humanitarian organisations from the swaths of countryside it controls. Last week two convoys of aid workers were hit by roadside bombs in Mogadishu, in the latest of hundreds of such attacks on humanitarians across the country. Reaching up to 2 million of Somalia’s most needy people is often dependent on fragile local agreements with individual low-level al-Shabaab commanders, aid agencies say.The result is an exodus from areas controlled by the group. At a second camp outside Baidoa, exhausted new arrivals trudge in.“There is nothing where we come from. The cattle are all dead, there is no food we can afford … if we stay we will die,” said Hawa Ali, who had walked for eight days with five other families carrying two newly orphaned infants. Many leave it too late, and the journey can be too much for the weak.Adnan Muktar, 36, had buried two of his five children by the roadside as they walked from Wajit, 60 miles away. “They died because we had no water. I knew how weak they were. I was coming here to save them,” he said.Aid agencies are doing what they can. Save the Children has distributed cash and food to tens of thousands of households in Baidoa, and has operations across Somalia. Local communities are also helping, largely through their mosques, as are Somalis overseas. “Civil society, religious leaders, the diaspora, the government ... we are all working day and night,” said Abdirahman Yarisow, the information minister.But the size of the influx is swamping all efforts. Seven thousand people now live in small domed shelters of wood and cloth on a single small clearing among thorn bushes on the edge of Baidoa. The unplanned camp has no sanitation, and its inhabitants receive only a bare minimum of water from the UN. Their food supplies are exhausted. Every hour brings new arrivals, and the first cases of acute watery diarrhoea or cholera have been registered.Sadiye did not see her daughter die. She had no choice but to leave her in the care of nurses. She returned to her village, running once more through the bush at night, to pick up her second daughter, Momeno. The four-year-old was also ailing, fluids pouring from her on to the dirt floor of their home. By the time she arrived back at the clinic, preparations were being made for Iman’s funeral.Momeno is now doing well, nurses say, and will almost certainly survive. But Sadiye’s mother has now called to say her two-year-old is ill too.“This disease … this drought … we have never seen this,” Sadiye said.  You can donate to Save the Children’s east Africa appeal here"}, "17": {"title": "Bake Off auction seeks to whip up sponsorship bidding frenzy", "description": "On your marks, get set, bid … Channel 4 invites 350 ad execs to auction with £8m starting price threatening TalkTalk’s £10m record deal for X Factor", "source": "the-guardian-uk", "urlToImage": "https://i.guim.co.uk/img/media/279ed77e3c7ecd71664540bc354b6e6c646dad50/0_156_3000_1800/master/3000.jpg?w=1200&h=630&q=55&auto=format&usm=12&fit=crop&crop=faces%2Centropy&bm=normal&ba=bottom%2Cleft&blend64=aHR0cHM6Ly91cGxvYWRzLmd1aW0uY28udWsvMjAxNi8wNS8yNS9vdmVybGF5LWxvZ28tMTIwMC05MF9vcHQucG5n&s=256aaf2e82f77726a6f5c5b90c38f928", "entities": ["BBC", "Paul Hollywood", "TalkTalk", "Prue Leith", "London", "UK", "Sandi Toksvig", "executive", "Noel Fielding", "Jo Brand", "England", "Sue Perkins", "ITV", "Mel Giedroyc", "Allan", "sales director", "Mary Berry", "60 minutes", "30-second", "10m", "8m", "75 minutes", "three-year", "five days", "40 hours", "15m", "25m", "75m"], "publishedAt": "2017-04-20T15:36:50Z", "keywords": ["Great British Bake", "biggest spending brands", "British TV.The broadcaster", "Paul Hollywood", "expensive broadcast sponsorship", "Extra Slice", "total sponsorship deal", "new Paul Hollywood", "senior media agency", "huge England football", "exciting commercial opportunity", "Bake Off Extra", "£75m three-year deal", "Bake Off.", "off-air licensing fees", "new presenting line-up", "commercial break advertising", "World Cup football", "peak-time ad price", "Bake Off association", "media industry sources", "main show.Many observers", "ad breaks.Each episode", "Bake Off viewers.", "channel", "biggest programme", "Thursday.Many advertisers", "biggest rating", "huge coup", "Prue Leith", "headline sponsorship", "huge interest.", "London headquarters", "30-second adverts", "charm offensive", "30-second slot", "huge investment", "advertising executives", "Factor.A deal", "bidding war", "British television", "2009.The broadcaster", "Coronation Street", "record near-£10m", "big opportunity", "ad slots", "advertiser demand", "Sandi Toksvig", "Christmas specials", "in-store point"], "author": "Mark Sweney", "url": "https://www.theguardian.com/media/2017/apr/20/great-british-bake-off-auction-whip-up-bidding-frenzy-sponsorship", "fullText": "Channel 4 has kicked off the search for a sponsor for The Great British Bake Off with a pitch to more than 350 advertising executives and some of the UK’s biggest spending brands, as the broadcaster looks to rake in more than £25m a year from the biggest show on British TV.The broadcaster pulled out all the stops for the event, the largest it has ever held to promote an individual show, with two of the programme’s presenters, Paul Hollywood and Prue Leith, roped in to aid the charm offensive held at Channel 4’s London headquarters on Thursday.Many advertisers are expected to be keen to associate themselves with the show, which was previously on the BBC. Channel 4 is expected to open the bidding for the headline sponsorship at about £8m.If a bidding war were to ensue it could eclipse the record near-£10m a year that TalkTalk paid to sponsor The X Factor.A deal of £8m-plus – which would also cover sponsorship of spin-offs such as Bake Off Extra Slice, celebrity and Christmas specials and new Paul Hollywood show A Baker’s Life – would make it one of the most expensive broadcast sponsorship deals on British television. Only one or two programmes – such as Coronation Street, which airs five days a week – fetch significantly more than the sums being sought for Bake Off.“It is a massive and very exciting commercial opportunity,” said one senior media agency executive. “It is not just being involved with the shows themselves, it is that everyone talks about it. It is a huge coup for an advertiser. Everyone is looking for that big opportunity, so there will be huge interest.”Given the show is a household name – 14 million viewers, more than half the viewing public, watched the final of the last series on the BBC, making it the biggest programme of 2016 – Channel 4 could expect to pocket well over £10m in the total sponsorship deal extending beyond TV.The show, which will launch in the autumn with Sandi Toksvig and Noel Fielding rounding out the new presenting line-up, will be worth a few more millions in off-air licensing fees for arrangements such as talent appearances and using the Bake Off association in wider marketing and in-store point of sale.With probably at least a £15m target from commercial break advertising needed for the show to cover the £75m three-year deal for the show, Channel 4 is also seeking to sell ad slots in what is referred to in the trade as a “special”. This is a premium price for 30-second adverts usually reserved for slots that advertisers “must have”, such as the X Factor final or World Cup football matches featuring England.Channel 4 will aim to squeeze advertiser demand to the tune of £150,000 to £200,000 for a 30-second slot, compared with a typical peak-time ad price of as much as £120,000. A huge England football fixture, or an X Factor final when the show was in its pomp, could bring in as much as £250,000 an ad.Bake Off will be the most monetisable franchise for Channel 4 since it axed Big Brother in 2009.The broadcaster is likely to see a big decline in viewer numbers when the show moves channel, but media industry sources believe Channel 4 can probably get the overall format to break even with as few as 3 million viewers on average for the main show.Many observers believe it is likely to hit 4 million to 5 million viewers, putting it on roughly the same level as Channel 4’s biggest rating show, Gogglebox.Overall, Channel 4 has up to 40 hours of Bake Off programming a year to cash in on, with the flagship show set to run for 75 minutes, That will be the same 60 minutes of programming as aired by the BBC but extended with ad breaks.Each episode of the main spin-off, Extra Slice, will run for 60 minutes. Channel 4 has also announced that Jo Brand, who fronted that show for the BBC, will continue as presenter.Jonathan Allan, the sales director at Channel 4, said: “We’ve been inundated with interest from advertisers keen to get involved with the biggest show on TV. We’re looking forward to working with an exclusive sponsor and a whole host of brands to get creative with their communications around the show to entertain and delight Bake Off viewers.”Rival ITV has dismissed Channel 4’s huge investment, saying it has paid out for “baking powder and a tent” by failing to secure the BBC’s star line-up when it emerged that Mary Berry, Mel Giedroyc and Sue Perkins had ruled out a move. "}, "18": {"title": "Unite: McCluskey rival suspended for 'bringing union into disrepute'", "description": "Gerard Coyne, standing against Len McCluskey to lead UK’s biggest union, suspended pending investigation", "source": "the-guardian-uk", "urlToImage": "https://i.guim.co.uk/img/media/b60b798102280bf9d7b1ea10c0e6d8fb5bab1fc2/0_123_3500_2100/master/3500.jpg?w=1200&h=630&q=55&auto=format&usm=12&fit=crop&crop=faces%2Centropy&bm=normal&ba=bottom%2Cleft&blend64=aHR0cHM6Ly91cGxvYWRzLmd1aW0uY28udWsvMjAxNi8wNS8yNS9vdmVybGF5LWxvZ28tMTIwMC05MF9vcHQucG5n&s=beac43c9be5d01e6f579a6f9ab0e0af6", "entities": ["Gerard Coyne", "Len McCluskey", "Unite union", "general secretary", "West Midlands", "secretary", "Labour’s West Midlands", "Unite the Union", "official", "Labour movement", "West Midlands", "Jeremy Corbyn", "Labour", "Tom Watson", "Chuka Umunna", "Corbyn", "West Bromwich", "Tristram Hunt", "Electoral Reform Society", "Siôn Simon", "Britain", "Des Quinn", "ICO", "commissioner", "two months", "12 months", "0.5%", "1.5m", "44%"], "publishedAt": "2017-04-20T16:49:27Z", "keywords": ["West Midlands", "Coyne", "Gerard Coyne", "Coyne’s suspension", "regional secretary", "general secretary", "final written warning", "McCluskey", "Coyne’s campaign", "Midlands regional secretary", "Len McCluskey", "funder.One Labour source", "West Midlands official", "Labour party data", "West Midlands MPs", "McCluskey’s campaign", "union official Des", "McCluskey’s supporters", "Corbyn shadow cabinet", "West Bromwich official", "Unite union", "Electoral Reform Society", "Midlands mayoral candidate", "Chuka Umunna", "increasingly fractious contest", "McCluskey.The information commissioner", "Tristram Hunt", "Common Good", "Labour £1.5m", "Labour movement", "Labour leader", "Labour’s West", "Jeremy Corbyn", "biggest union", "April.A spokesman", "union member", "Union members", "Wednesday afternoon", "main ally", "febrile atmosphere", "landslide.An email", "bitter campaign", "proxy battle", "campaign literature", "defamatory statements", "certain issues", "Tom Watson", "party members", "legitimate organisation", "political vision."], "author": "Rajeev Syal, Rowena Mason", "url": "https://www.theguardian.com/politics/2017/apr/20/unite-union-gerard-coyne-suspended-west-midlands-len-mccluskey-uk", "fullText": "Gerard Coyne, who is standing against Len McCluskey to be general secretary of the Unite union, has been suspended from his job as a union official before the votes have even been counted.The West Midlands official has received a letter warning that he had brought the union into disrepute during the campaign to lead Unite. The suspension came just hours after the ballot was closed on Wednesday afternoon, amid reports that the result is extremely close. A result is expected on Friday, but will not be officially announced until 28 April.A spokesman for Coyne said: “We can confirm that Gerard has been suspended from his position as West Midlands regional secretary of Unite the Union. We will not be commenting further at this stage.” Unite, which has 1.4 million members, making it Britain’s biggest union, gives Labour £1.5m a year and many of the party’s MPs see the election for general secretary as a proxy battle for control of the Labour movement. McCluskey is seen by critics of the Labour leader, Jeremy Corbyn, as his main ally and funder.One Labour source with knowledge of the count at the Electoral Reform Society said it was incredibly close with both men on 43-44% each, although Coyne was 0.5% ahead at one point during the day.Amid a febrile atmosphere, another source insisted that McCluskey, who was the favourite, had won by a landslide.An email sent by union official Des Quinn to members in the West Midlands confirmed Coyne’s suspension. It said: “This is to advise that Gerard Coyne has been suspended from his duties as regional secretary pending an investigation into certain issues which have arisen.“The investigation is, of course, being conducted under procedure, and it should not be assumed that any offence has necessarily been committed. You will appreciate that it is not possible to comment further on this matter.”Coyne’s spokesman declined to outline the charges against him. But the West Bromwich official has been criticised by McCluskey for being too close to a “cabal” of West Midlands MPs including Tom Watson. He has been suspended from his role as regional secretary, but remains a union member and so could, in theory, take up the role as general secretary if he wins. The bitter campaign has seen a series of allegations between Coyne and McCluskey’s supporters. Coyne’s campaign was recently warned by the union’s acting general secretary that some of his campaign literature contained potentially defamatory statements about McCluskey.The information commissioner’s office (ICO) has been asked to investigate the alleged use of robocalls by McCluskey’s campaign team in the increasingly fractious contest. Union members say they have received calls in which a recording of McCluskey claims Unite is being subjected to a takeover by a rightwing faction and asks for their support.The ICO is also investigating claims that a call centre used by Labour’s West Midlands mayoral candidate Siôn Simon has been used to contact party members to see if they will support Coyne and is looking into whether Coyne’s campaign has accessed Labour party data. This is not the first time that Coyne has been disciplined by the union after letting it be known that he was considering standing for the leadership. Last year, he was given a final written warning for speaking at an event held by Labour for the Common Good, a group founded by Chuka Umunna and Tristram Hunt, two MPs who declined to join Corbyn’s shadow cabinet.On 7 March, two months after the event and following a disciplinary hearing, McCluskey wrote a letter marked “strictly confidential” saying he had found that Coyne was guilty of a breach of trust and was giving him a final written warning that would sit on his record for 12 months.In the letter, headed “A serious breach of trust”, McCluskey said Labour for the Common Good was a legitimate organisation, but added: “Given that it is the brainchild of Chuka Umunna and Tristram Hunt who chose not to serve in a Corbyn shadow cabinet, it is clear that there are obvious differences with Unite’s political vision.”Unite declined to comment upon Coyne’s suspension. "}, "19": {"title": "Panama Papers: court rejects call to oust Pakistani PM over corruption claims", "description": "Three out of five judges back Nawaz Sharif but court calls for investigation into offshore money following leak of financial documents", "source": "the-guardian-uk", "urlToImage": "https://i.guim.co.uk/img/media/d378561a6e82e307e0aa69a8900e7ab0a7baf685/879_1057_2798_1679/master/2798.jpg?w=1200&h=630&q=55&auto=format&usm=12&fit=crop&crop=faces%2Centropy&bm=normal&ba=bottom%2Cleft&blend64=aHR0cHM6Ly91cGxvYWRzLmd1aW0uY28udWsvMjAxNi8wNS8yNS9vdmVybGF5LWxvZ28tMTIwMC05MF9vcHQucG5n&s=c624f938601952890f93e06befa72dfd", "entities": ["Mariam Nawaz Sharif", "Imran Khan", "prime minister", "Islamabad", "Pakistan", "Pakistan Movement of Justice party", "Pakistan’s Federal Investigation Agency", "Pakistan Muslim League", "British Virgin Islands", "politics.Sharif", "London", "Panama Papers", "Inter-Services Intelligence", "BVI", "London.Opposition", "Pervaz Ahmad", "Cyril Almeida", "Kiyya Baloch", "Mossack Fonseca", "south Asia", "Hassan", "Rehman Malik", "solve.Asif Shah", "PML-N", "British Virgin Island", "Coomber", "Deutsche Bank.The", "Avenfield House", "Park Lane", "Hussain", "four months", "two months"], "publishedAt": "2017-04-20T14:47:59Z", "keywords": ["Sharif", "Nawaz Sharif", "Sharif family", "prime minister", "Mariam Nawaz Sharif", "Sharif’s disqualification", "Sharif’s resignation", "supreme court", "Imran Khan", "Pakistani prime minister", "daughter Mariam", "supreme court building", "opposition Pakistan Movement", "Panama Papers leak", "three-time prime minister", "British Virgin Islands", "supreme country building", "political career", "Canada-based cleric Tahir-ul-Qadri", "Pakistan Muslim League", "Federal Investigation Agency", "Deutsche Bank.The flats", "firm Mossack Fonseca", "Mossack Fonseca papers", "high-end London property", "iron business investments", "promising political career", "British Virgin Island", "family wealth", "joint investigation", "upmarket property", "financial allegations", "opposition.The case", "family business", "criminal investigation", "JIT’s investigation", "Islamabad resident", "Pakistani capital", "London.Opposition figures", "London flats", "dissenting judges", "money trail", "offshore companies", "540-page judgment", "Justice party", "ill-gotten wealth", "offshore money", "minister’s children", "Hussain.Various parties", "state bank"], "author": "Sune Engel Rasmussen", "url": "https://www.theguardian.com/world/2017/apr/20/pakistani-pm-nawaz-sharif-narrowly-survives-corruption-court-case", "fullText": "The Pakistani prime minister, Nawaz Sharif, has narrowly survived an attempt in the supreme court to unseat him on allegations of corruption levelled by the opposition.The case against Sharif emerged last year after the Panama Papers leak linked his children to offshore companies in the British Virgin Islands in relation to the purchase of upmarket property in London.Opposition figures have accused Sharif of failing to explain the source of the offshore money and lying to parliament. Sharif and his family have denied any wrongdoing. Last year he told parliament that his family wealth was acquired legally in the decades before he entered politics.Sharif has weathered the attack on his political career, but he does not emerge unscathed because the court’s decision was inconclusive.The 3-2 decision called for the formation of a joint investigation team to examine the money trail within two months, and the two dissenting judges recommended Sharif’s disqualification. The 540-page judgment ordered him to appear before the investigation team alongside his sons Hassan and Hussain.Various parties, including the state bank, the Inter-Services Intelligence and the military intelligence will form part of the investigation team.The case threatened to throw Pakistan into turmoil ahead of next year’s general election. It had been framed as a showdown between Sharif and Imran Khan, the chair of the opposition Pakistan Movement of Justice party (PTI). Its supporters outside the supreme court building chanted: “Go Imran, Go.”Khan threatened last year to “lock down” Islamabad, before the supreme court agreed to his petition to investigate the financial allegations. In 2014, supporters of Khan and the Canada-based cleric Tahir-ul-Qadri brought the Pakistani capital to a standstill for four months. Rings of security surrounded the supreme country building in anticipation of the verdict. The appetite for street protests has subsided, in part because four months of demonstrations won Khan little in terms of political change. His party said it would respect the verdict, but Khan himself demanded Sharif’s resignation until the investigation was completed. “What moral right does Nawaz have to remain premier when a criminal investigation is being launched against him?” Khan asked the media after the verdict. “If Nawaz is cleared after JIT’s investigation, he can return to the seat.”The Pakistan Muslim League (PML-N), Sharif’s party, accepted the judgment. Cyril Almeida, a columnist for the Dawn newspaper, was not surprised by the ruling. “There are plenty of questions about the Sharif family’s wealth, but no serious legal mind thought that evidence to knock out a PM had been introduced in court,” he said.For some voters, though, the verdict fell short of an acquittal.“The prime minister has been proven guilty by two judges. He should resign from his position on moral grounds,” said Pervaz Ahmad, an Islamabad resident. “What makes them claim they have been declared honest?”Sharif, a three-time prime minister, was previously ousted in a military coup in 1999. He and his daughter Mariam claimed last year that their London properties were bought through Qatari investments. The family submitted a letter from a Qatari prince claiming that the flats were bought through investment in the 1980s from the Sharif family into the prince’s family business. The Qatari ambassador to Pakistan denied that his government had anything to do with the letter, which Imran Khan claimed was fake.The Sharifs are one of the richest families in south Asia, their wealth based on sugar and iron business investments in the 1980s. Thursday’s case stems from documents leaked from the Panama-based law firm Mossack Fonseca, but allegations of corruption have long dogged the family.In 1998, the head of Pakistan’s Federal Investigation Agency, Rehman Malik, disclosed that the Sharif family had invested in high-end London property through what he called, “ill-gotten wealth earned through corrupt practices”.The London flats, bought between 1993 and 1996, are located at Avenfield House overlooking Park Lane. According to the leaked Mossack Fonseca papers, Nawaz Sharif’s son Hussain and his daughter Mariam used the flats as collateral in October 2008 to take out large loans from the Swiss arm of Deutsche Bank.The flats are held by two British Virgin Island (BVI) companies, one of which – Nescoll – had Mariam Nawaz Sharif listed as the sole shareholder. Papers for a third BVI company, Coomber, were signed jointly by the two children. In a statement last year, the family claimed that Mariam, who has a promising political career of her own, was not a beneficiary or owner of any of the companies and that her brother had filed all relevant tax returns.While the charges might stick to the Sharif name, Pakistan is inured to high-level corruption and elections are decided on other issues.Almeida said the prime minister’s main vulnerability was the continuing electricity crisis, which he had been unable to solve.Asif Shah, a waiter at a restaurant in Islamabad, said he did not think Sharif and his family had done anything wrong. “Tell me which Pakistani politician doesn’t own property abroad? At least the prime minister’s children admitted that they own property abroad. Many politicians in this country aren’t ready to admit that,” he said.Additional reporting by Kiyya Baloch"}, "20": {"title": "Crackdown on migrants forces NHS doctors to 'act as border guards'", "description": "Charity condemns government guidance allowing Home Office to access details of undocumented migrants seeking care", "source": "the-guardian-uk", "urlToImage": "https://i.guim.co.uk/img/media/691595fb27cfdb50c18b1bbffb70817a42f91910/0_0_4127_2476/master/4127.jpg?w=1200&h=630&q=55&auto=format&usm=12&fit=crop&crop=faces%2Centropy&bm=normal&ba=bottom%2Cleft&blend64=aHR0cHM6Ly91cGxvYWRzLmd1aW0uY28udWsvMjAxNi8wNS8yNS9vdmVybGF5LWxvZ28tMTIwMC05MF9vcHQucG5n&s=33877541aa2717a6a9b47ecbe87a3b14", "entities": ["Home Office", "NHS", "NHS Digital", "NHS", "National Aids Trust", "London", "partner", "National Union of Teachers", "cancer", "Theresa May", "Hiam", "breast cancer", "Department of Health", "Liberty", "UK", "Martha Spurrier", "Lower Clapton Group Practice", "Department for Education", "Deborah Gold", "Philippines", "chief executive", "director", "General Medical Council", "five years", "six months", "11 months"], "publishedAt": "2017-04-20T15:25:24Z", "keywords": ["Home Office", "NHS Digital", "undocumented migrants", "National Aids Trust", "NHS patients", "NHS treatment.Doctors", "NHS healthcare", "NHS data", "NHS records", "Home Office memorandum", "immigration enforcement", "human rights charity", "personal information", "border guards", "non-clinical patient details", "east London", "local GP practice", "immigration officials", "informs medical staff", "important personal information", "illegal immigrants.Miriam Beeks", "Clapton Group Practice", "young Ugandan woman", "east London clinic", "strong legal safeguards", "antenatal care", "numerous patients", "world", "data-sharing policy", "World adviser", ".Lu Hiam", "doctor-patient relationship", "patient information", "medical charity", "government guidance", "non-clinical information", "data-sharing agreement", "immigration officers", "similar unease", "clinical information", "asylum seekers", "professional role.", "immigration offences", "sick people", "visa overstayers", "practical methods", "data sharing", "National Union", "huge impact"], "author": "Amelia Gentleman", "url": "https://www.theguardian.com/uk-news/2017/apr/20/crackdown-migrants-nhs-doctors-border-guards-immigration-undocumented-migrants", "fullText": "A medical charity has launched a campaign against government guidance that “makes border guards of doctors” by allowing the Home Office to access details of undocumented migrants who seek NHS treatment.Doctors of the World runs clinics for undocumented migrants, victims of trafficking and asylum seekers. It has assisted numerous patients, some pregnant and some with cancer, who are afraid of accessing NHS healthcare due to concerns that a visit to the doctor could lead to deportation. The organisation has joined forces with the human rights charity Liberty and the National Aids Trust to launch a petition aimed at reversing a data-sharing policy between the NHS and the Home Office implemented this year. They want the government to “stop using NHS patients’ personal information to carry out immigration enforcement”.Lu Hiam, a GP and Doctors of the World adviser, said: “Confidentiality is the cornerstone of the doctor-patient relationship. Deterring sick people from getting healthcare has serious consequences. Putting this data-sharing agreement in place without consulting doctors is nonsensical, given what a huge impact it has on our professional role.”The government and NHS Digital, the body that stores patient information, published the agreement in January. The pact makes it clear that NHS Digital is legally required to hand over non-clinical patient details, including addresses and dates of birth, to the Home Office. Use of NHS data has allowed immigration officials to locate, arrest and deport visa overstayers and undocumented migrants. Doctors of the World has produced a “safe surgeries” toolkit that outlines practical methods doctors can use to keep patients’ addresses off NHS records, helping them circumvent the Home Office memorandum of understanding on data sharing. The kit suggests ways to register patients using the address of the local GP practice and informs medical staff that they do not need to ask for a passport or proof of identity when registering patients. The pack also includes posters telling patients that they are not legally required to provide such information.Prompted by similar unease, the National Union of Teachers this week passed a motion condemning the Department for Education’s requirement, introduced last September, that parents must supply details of pupils’ nationality and country of birth to schools. The DfE may subsequently pass on this information to the Home Office. The request also forms part of a drive by Theresa May to create a “hostile environment” for illegal immigrants.Miriam Beeks, a GP at Lower Clapton Group Practice in east London, has put up posters telling patients they can register as “no fixed abode”.“Doctors, in general, hate the idea that they are being used as immigration officers. Doctors should feel confident about standing against this. We are backed up by both NHS and GMC [General Medical Council] confidentiality rules – our interactions with our patients are confidential,” she said.Figures released this year show the number of Home Office requests to NHS Digital has tripled since 2014. Department of Health data reveals the Home Office made 8,127 requests for patient details in the first 11 months of 2016, which led to 5,854 people being traced by immigration enforcement. Martha Spurrier, the director of Liberty, said: “This government has made border guards of teachers, landlords, bank clerks and now even doctors, all as part of a misguided and counterproductive obsession with creating a ‘hostile environment’ for undocumented migrants. “Fostering fear of the doctor in this way is a whole new dangerous and irresponsible low. It will put the health of the most vulnerable in society at risk, including children and victims of trafficking and torture.”Deborah Gold, the chief executive of the National Aids Trust, said the decision must be reversed. “Without any consultation, NHS Digital have agreed to share important personal information with the Home Office. They have betrayed their responsibility to safeguard the confidentiality of NHS patients. They have also harmed public health as people are deterred from healthcare,” she said.A government spokesperson said no clinical information would be shared. “We share non-clinical information between health agencies and the Home Office to locate individuals suspected of committing immigration offences. Access to this information is strictly controlled, with strong legal safeguards,” they said.“Immigration officials only contact the NHS when other reasonable attempts to locate people have been unsuccessful. Anyone in genuine need can always receive treatment from the NHS – urgent or necessary care is never withheld.” Doctors of the World said it recently helped a woman who visited its east London clinic in labour. She had avoided seeking antenatal care because she feared being reported to the Home Office and was concerned about the cost of treatment.Doctors of the World also highlighted the case of a young Ugandan woman who was almost six months pregnant and had not sought antenatal care because she was too scared to visit the doctor. She has lived in the UK for five years, her partner is a UK citizen and they are in full-time work, but she does not have a visa. “I feel trapped. I’m in a situation where I need to go to the hospital but I can’t, because I feel my information might not be confidential,” the woman said. “I can’t imagine being separated from my partner. Maybe they would make me go back without my baby too. I would be separated from one or even both of them.”The organisation was also contacted by a woman from the Philippines who has lived here for several years without a visa. She found a lump on her breast last September and was concerned because of a family history of breast cancer. The woman, who worked as a cleaner, received an appointment for a biopsy but did not attend, amid concerns that the hospital would share her details with the Home Office. She said: “I felt like I was carrying the weight of the whole world. I was worried that if I went to the hospital and the immigration authorities know about it, they might get me and deport me. But if I didn’t go to hospital, then what about the lump?”The woman said she forced herself to go to a second appointment and the lump was eventually removed. But she remains concerned about the risks of seeking medical help. “For years I had just tried to protect myself from getting sick, like by always wearing warm clothes, because I thought it wasn’t safe to go to the doctor,” she said."}, "21": {"title": "London nightclub acid attack leaves woman blind in one eye", "description": "Police continue hunt for reality TV star’s boyfriend as arrest is made and two of 20 victims are moved to specialist hospital", "source": "the-guardian-uk", "urlToImage": "https://i.guim.co.uk/img/media/af965ad1836163a575d4483f34690c9a234711c0/0_263_3500_2100/master/3500.jpg?w=1200&h=630&q=55&auto=format&usm=12&fit=crop&crop=faces%2Centropy&bm=normal&ba=bottom%2Cleft&blend64=aHR0cHM6Ly91cGxvYWRzLmd1aW0uY28udWsvMjAxNi8wNS8yNS9vdmVybGF5LWxvZ28tMTIwMC05MF9vcHQucG5n&s=e3d2d043c3fd25f603d13de5fe36c062", "entities": ["Ferne McCann", "Arthur Collins", "Metropolitan police", "Ferne", "London", "Essex", "Lee McCullough", "London Fields", "Hertfordshire", "Prue Fraser", "Australia", "Isobella", "22-year", "25-year", "33-year"], "publishedAt": "2017-04-20T13:43:34Z", "keywords": ["personality Ferne McCann", "Arthur Collins", "him.DI Lee McCullough", "noxious substance", "stable condition.A total", "police station immediately.", "Mangle nightclub", "London nightclub", "busy nightclub", "people", "acidic substance", "25-year-old boyfriend", "22-year-old woman", "arrest warrants", "corrosive liquid", "London Fields", "east London", "people.A spokeswoman", "33-year-old woman", "CCTV image", "acid attack", "Metropolitan police", "male suspect", "burn-related injuries.", "police wish", "Prue Fraser", "direct knowledge", "Sunday night", "sister Isobella", "bad behaviour", "good night", "bag checks", "burns", "bottle", "effects", "security", "hospital", "Essex", "foot", "realise", "suspicion", "accusations", "eye", "said.A", "Monday.Police", "addresses", "argument", "officers", "anybody", "television"], "author": "Nadia Khomami", "url": "https://www.theguardian.com/uk-news/2017/apr/20/london-nightclub-acid-attack-leaves-woman-blind-in-one-eye", "fullText": "A 22-year-old woman who was caught up in an acid attack in a London nightclub has been left blind in one eye, police have said.A total of 20 people were hurt in the attack, in which a corrosive liquid was sprayed during an argument at the Mangle nightclub near London Fields, east London, in the early hours of Monday.Police visited addresses in Hertfordshire to carry out three arrest warrants. They confirmed that a 33-year-old woman had been arrested on suspicion of firearms offences.But officers are continuing to search for Arthur Collins, the 25-year-old boyfriend of the reality television personality Ferne McCann, and have issued a CCTV image of him.DI Lee McCullough said: “We now have 20 people suffering from the effects of an acidic substance being sprayed in a confined space in a busy nightclub. All have burn-related injuries.“The noxious substance used has not yet been confirmed but samples retrieved from the scene have been sent for analysis.“If you were there and saw anyone involved inside or leaving the nightclub, please get in touch.”A statement from the Metropolitan police said two of the victims, aged 24 and 29, had been transferred to a specialist burns hospital in Essex where they remained in a serious but stable condition.A total of 12 people attended hospital with burns, including the woman left blind in one eye.Officers believe a dispute between two groups of people developed inside the nightclub, resulting in a noxious substance being sprayed by a male suspect directly at two people.A spokeswoman for McCann, who is best known for her appearances on The Only Way is Essex and I’m A Celebrity … Get Me Out of Here!, said earlier this week: “Ferne is aware that the police wish to speak to Arthur Collins and the nature of the accusations against him. Obviously these are highly shocking and Ferne has cooperated with the police in their inquiries.“She was not with Arthur on Sunday night; was not at Mangle; and has no direct knowledge of the events that unfolded. “As much as anybody she wants to know the truth and urges Arthur to cooperate fully with the police and attend a police station immediately.”Other people inside the venue who suffered the effects of the substance have raised questions about the club’s security. Prue Fraser, an Australian who was injured along with her sister Isobella, told Australia’s Seven Network: “The security wasn’t that tight. I don’t think there were a lot of people being kicked out for bad behaviour. I don’t know how they have gotten the bottle in. I guess the bag checks weren’t that good.” Another victim, 25, who had burns on her foot, said: “Everyone was like ‘go, go, go’ and ‘let’s move, let’s move’ … At the time I didn’t realise I had been attacked, I thought someone had dropped a cigarette on my foot, but it was getting more red and stinging … It is scary because you just go out to have a good night and you realise how close it could have been to being a lot worse. “I’m a bit disappointed with the club because they were frisking and checking our bags, but there were a considerable amount of people hurt so it must have been a whole bottle. It shouldn’t have got into the club.”"}, "22": {"title": "Volleyball games appear to take place at North Korean nuclear test site", "description": "Games at Punggye-ri could be intended to confuse outside world, as DPRK officials know when satellites pass overhead", "source": "the-guardian-uk", "urlToImage": "https://i.guim.co.uk/img/media/1a3868d39ef515ce98c88ab0bb2a577c12b65a66/0_136_2500_1500/master/2500.jpg?w=1200&h=630&q=55&auto=format&usm=12&fit=crop&crop=faces%2Centropy&bm=normal&ba=bottom%2Cleft&blend64=aHR0cHM6Ly91cGxvYWRzLmd1aW0uY28udWsvMjAxNi8wNS8yNS9vdmVybGF5LWxvZ28tMTIwMC05MF9vcHQucG5n&s=660956f35a36517402f9d3f33644c4e8", "entities": ["North Korea", "volleyball", "Joe Bermudez", "Kim Il-sung", "Washington", "US", "founder"], "publishedAt": "2017-04-20T16:17:41Z", "keywords": ["North Korean regime", "nuclear test", "nuclear testing site", "underground nuclear detonations.", "little human activity", "North Koreans", "main administrative area", "command centre", "North Korean authorities", "Punggye-ri site", "volleyball games", "personnel playing volleyball", "Joe Bermudez", "leisurely pursuit", "Trump administration", "North website", "nuclear test.But", "athletic interlude", "volleyball.Satellite images", "guard barracks", "monitoring project", "final preparations", "popular sport", "standby mode", "North.The images", "support area", "commercial satellites", "nuclear tests", "Saturday’s celebrations", "Kim Il-sung", "country", "facility", "hardball", "midst", "mischief", "workers", "Washington", "teams", "people", "locations", "expert", "missile", "decade", "world.", "message", "us.", "work", "sign", "water", "place.Speculation"], "author": "Justin McCurry", "url": "https://www.theguardian.com/world/2017/apr/20/north-korea-volleyball-nuclear-test-site-punggye-ri", "fullText": "While the Trump administration attempts to play hardball with the North Korean regime, workers at the country’s nuclear testing site appear happy to indulge in a more leisurely pursuit: a game of volleyball.Satellite images taken of the Punggye-ri site in the country’s mountainous north-east at the weekend showed little human activity to suggest North Korea was preparing to conduct a nuclear test.But four of the images carried on the 38 North website, a monitoring project based in Washington, showed teams of people playing volleyball – a popular sport among North Koreans – not far from where the regime has conducted all of its underground nuclear detonations.“We see that at three locations in the facility – in the main administrative area, at the support area, at the command centre and at the guard barracks near the command centre – they have volleyball games going on,” said Joe Bermudez, an expert at 38 North.The images could mean the site is in the midst of an athletic interlude as final preparations are made for a nuclear test. Or, given that North Korean authorities know when commercial satellites are flying overhead, it could have been an act of mischief intended to confuse the outside world.“It suggests that the facility might be going into a standby mode,” Bermudez said. “It also suggests that these volleyball games are being conducted with the North Koreans knowing that we will be looking and reporting on it. They are either sending us a message that they have put the facility on standby, or they are trying to deceive us.”Bermudez said the images showed evidence of tunneling work, but there was no sign that water had been pumped out of the tunnel system where the nuclear tests take place.Speculation that North Korea would conduct its sixth nuclear test in just over a decade to coincide with last Saturday’s celebrations marking the birth of the country’s founder, Kim Il-sung, proved unfounded.Instead, the regime test-fired a missile the following day that the US said had exploded seconds after its launch.North 38 said satellites had sent back images of personnel playing volleyball at the Punggye-ri site on several occasions stretching back to 2006, the year North Korea conducted its first nuclear test."}, "23": {"title": "Le Pen attacks Macron on security ahead of French presidency runoff", "publishedAt": "2017-04-24T12:49:32Z", "keywords": ["Le Pen", "Macron", "Jean-Marie Le Pen", "U.S. president.Le Pen", "Mr Macron", "French people", "pro-European Union centrist", "Socialist Benoit Hamon", "leader.The euro briefly", "discredited Socialist government", "ordinary French people", "party grandees.Manuel Valls", "economy minister", "latest opinion polls", "internal security programme", "State jihadist group.But", "new prison places", "Ipsos/Sopra Steria poll", "21.53.A Harris survey", "years.Conservative Francois Fillon", "conservative Francois Fillon", "gesture.Le Pen", "anti-Semitic.Le Pen", "Trotskyist Jean-Luc Melenchon", "Socialist prime minister", "France Inter radio.Sunday", "right-wing president Jacques", "percent", "Islamist militants", "Islamist terrorism", "Islamist attacks", "far-left Hamon", "five-month peaks", "anti-establishment upheaval", "Global markets", "European shares", "French culture", "national companies", "national government", "Francois Hollande.", "French workers", "French politics", "French Left", "Socialist lawmakers", "votes.Those figures", "print money", "right response", "party ticket", "intelligence services", "Republicans party"], "entities": ["Mr Macron", "Le Pen", "Macron", "Jean-Marie Le Pen", "Le Pen", "France", "National Front", "Francois Hollande.", "president", "Benoit Hamon", "Francois Fillon", "EU", "grandees.Manuel Valls", "Donald Trump", "BFM", "U.S.", "Steria", "Jacques Chirac", "Islamic State jihadist", "Florian Philippot", "Paris", "Paris", "Jean-Luc Melenchon", "France Inter radio.Sunday", "prime minister", "Britain", "Rotonde brasserie", "founder", "investment banker", "Harris", "Kevin Liffey", "Michel Rose", "Richard Balmforth", "Emmanuel", "John Irish", "61 percent", "23.74 percent", "19.5 percent", "20 percent", "39 percent", "64 percent", "five years", "five-month", "three days", "six weeks", "two years", "60 years", "39-year"], "description": "Gupta", "url": "http://www.reuters.com/article/us-france-election-idUSKBN17Q0MW", "author": "Bate Felix and Sudip Kar-Gupta", "fullText": "Global markets reacted with relief to Sunday's first round of voting, which broke the dominance of established parties of the centre-left and centre-right but still left a pro-European Union centrist and former economy minister in pole position to become France's next leader.The euro briefly reached five-month peaks while European shares rose sharply. [MKTS/GLOB]The latest opinion polls indicate that Macron, a 39-year-old who has never held elected office, will win at least 61 percent of votes.Those figures soothed investors who have been unnerved by Le Pen's pledges to ditch the euro, print money and possibly quit the EU, and were nervous of another anti-establishment upheaval to follow Britain's \"Brexit\" vote and Donald Trump's election as U.S. president.Le Pen, 48, has also touted her pledges to suspend the EU's open-border agreement on France's frontiers, and to expel foreigners who are on the watch lists of intelligence services, as the right response to a series of Islamist attacks in France.Seeking to exploit Macron's lack of experience in the area, she told reporters in her northern stronghold of Henin-Beaumont: \"I'm on the ground to meet the French people to draw their attention to important subjects, including Islamist terrorism, on which Mr Macron is, to say the least, weak.\"France has seen a series of attacks by Islamist militants in the past two years which have killed more than 230 people; only three days before Sunday's vote, a policeman was shot dead and two others were wounded in central Paris in an attack claimed by the Islamic State jihadist group.But despite this, opinion polls consistently found that voters were more concerned about the economy and the trustworthiness of politicians.Macron's internal security programme calls for 10,000 more police officers, and 15,000 new prison places. He has recruited a number of security experts to his entourage, and noted that Le Pen has less experience of national government than he does.Macron won 23.74 percent of votes in the first round against Le Pen's 21.53.A Harris survey saw Macron going on to win the runoff against her by 64 percent to 36. An Ipsos/Sopra Steria poll gave a similar result while a new poll by Opinionway on Monday put the margin at 61 percent to 39 percent.Others in Le Pen's campaign took aim on Monday at what they see as further weak spots: Macron's previous job as an investment banker and his role as a deregulating economy minister in the discredited Socialist government of the outgoing president, Francois Hollande.\"Emmanuel is not a patriot. He sold off national companies. He criticised French culture,\" Florian Philippot, deputy leader of Le Pen's National Front, told BFM TV.Analysts say Le Pen's best chance of overhauling Macron's big lead in the polls is to paint him as a part of an elite aloof from ordinary French people and their problems.Philippot called Macron \"arrogant\" and said his victory speech on Sunday had shown disdain for the French people by making it appear as though the presidency was already won.He said a post-election dinner with friends at Paris's Rotonde brasserie - by no means a top-tier restaurant - was a flashy \"bling-bling\" gesture.Le Pen will be keen to avoid a repetition of 2002, when her father, National Front founder Jean-Marie Le Pen, surprisingly got through to the second round, but was then humiliated by right-wing president Jacques Chirac as mainstream parties united to block a party they considered racist and anti-Semitic.Le Pen has done much to soften the image of the party, gathering support especially among young people - a quarter of whom are unemployed - with her promises to defend the interests of French workers against \"rampant globalisation\".Still, two defeated candidates - conservative Francois Fillon and Socialist Benoit Hamon - did not even wait for Sunday's count to urge their supporters to rally behind Macron and thwart Le Pen and her eurosceptic anti-immigration policies.Whichever candidate wins on May 7 will need to try to build a majority six weeks later in a parliament where the National Front currently has only two seats and Macron's year-old En March! (Onwards!) movement has none.Macron has already managed to enlist some 50 sitting Socialist lawmakers to his cause, as well as a number of centrist party grandees.Manuel Valls, a former Socialist prime minister on the right wing of the party who broke with the far-left Hamon's campaign after failing to beat him for the party ticket, said on Monday he would be ready to work with Macron.\"We must help him (Macron) as much as we can to ensure Le Pen is kept as low as possible,\" Valls said on France Inter radio.Sunday's outcome was a huge defeat for the two centre-right and centre-left groupings that have dominated French politics for 60 years.Conservative Francois Fillon, who insisted to his Republicans party that he would triumph despite allegations that he had paid his wife and two children from the public purse for work they did not do, ended in third place with less than 20 percent. Hamon got only a third of the 19.5 percent secured by the maverick former Trotskyist Jean-Luc Melenchon, emphasising the disarray of the French Left after five years of unpopular rule by Hollande. (Reporting by Michel Rose, John Irish; Writing by Richard Balmforth; Editing by Kevin Liffey)", "source": "reuters", "urlToImage": "http://s2.reutersmedia.net/resources/r/?m=02&d=20170424&t=2&i=1181794222&w=&fh=545px&fw=&ll=&pl=&sq=&r=LYNXMPED3N0DC"}, "24": {"title": "Congress returns as Trump pressures Democrats ahead of funding deadline", "publishedAt": "2017-04-24T10:08:09Z", "keywords": ["Trump", "congressional spending plan", "Democratic President Barack", "Democratic Senate leader", "latest Reuters/Ipsos polling", "national approval rating", "Affordable Care Act", "big legislative victory.", "Twitter post.The healthcare", "Republican congressional aide", "United States", "White House", "domestic policy achievement", "director Mick Mulvaney", "Democrats", "Julia Edwards Ainsley", "new surveillance equipment", "Democratic support", "100-member Senate", "Republican president", "Democratic backing", "spending resolution", "essential funding", "border wall", "U.S.-Mexico border.Trump", "Obamacare subsidies", "Chuck Schumer", "federal government", "border barrier", "Republicans", "big money", "health insurance", "low-income people", "illegal immigrants", "presidential campaign", "Doina Chiacu", "major element", "Fox News", "Homeland Security", "total cost", "southwest border", "Peter Cooney", "new construction", "Additional reporting", "access roads", "news conference", "aid negotiations", "David Morgan", "Steve Holland", "Sunday"], "entities": ["Trump", "Senate", "president", "Trump", "White House", "Obamacare", "Mexico", "Twitter", "Chuck Schumer", "United States", "Barack Obama", "Mick Mulvaney", "Julia Edwards Ainsley", "House of Representatives", "Department of Homeland Security", "Fox News", "Congress", "Doina Chiacu", "budget director", "Peter Cooney", "Steve Holland", "David Morgan", "$21.6 billion", "$1.5 billion", "$380 million", "$7 billion", "43 percent"], "description": "With a deadline looming this week to avert a U.S. government shutdown, Congress returns to work on Monday as President Donald Trump leans on Democrats to include funding for his promised border wall with Mexico in spending legislation.", "url": "http://www.reuters.com/article/us-usa-budget-idUSKBN17Q0VG", "author": "Julia Edwards Ainsley", "fullText": "The Republican president took to Twitter on Sunday to warn Democrats that the Affordable Care Act, popularly known as Obamacare, could soon lose essential funding without Democratic support for a congressional spending plan to keep the government running.Should talks fail, the government would shut down on Saturday, Trump's 100th day in office. Trump, whose national approval rating hovered around 43 percent in the latest Reuters/Ipsos polling, is seeking his first big legislative victory.\"Obamacare is in serious trouble. The Dems need big money to keep it going - otherwise it dies far sooner than anyone would have thought,\" Trump said in a Twitter post.The healthcare law was former Democratic President Barack Obama's signature domestic policy achievement, which Republicans are trying to repeal and replace.The White House says it has offered to include $7 billion in Obamacare subsidies that allow low-income people to pay for health insurance in exchange for Democratic backing for $1.5 billion in funding to start construction of the barrier on the U.S.-Mexico border.Trump made the wall a major element of his presidential campaign, touting its ability to help curb the flow of illegal immigrants and drugs into the United States. The federal government's funding is set to expire at 12:01 a.m. on Saturday. A spending resolution would need 60 votes to clear the 100-member Senate, where Republicans hold 52 seats. Asked if Trump would sign a spending bill that does not include money for the wall, White House budget director Mick Mulvaney told Fox News on Sunday: \"We don't know yet.\"Internal estimates from the Department of Homeland Security have placed the total cost of a border barrier at about $21.6 billion. Trump has said Mexico will repay the United States for the wall if Congress funds it first. But he has not laid out his plan to compel the Mexicans to pay, which Mexico's government has insisted it will not do.A Republican congressional aide said Democrats may agree to some aspects of the border wall, including new surveillance equipment and access roads, estimated to cost around $380 million. \"But Democrats want the narrative that they dealt him a loss on the wall,\" the aide said, adding it would be difficult to bring any Democrats on board with new construction on the southwest border. Democrats showed no sign of softening their opposition to wall funding on Sunday and sought to place responsibility for any shutdown squarely on Trump and Republicans who control the House of Representatives and the Senate.  Democratic Senate leader Chuck Schumer warned Trump to stay out of the way if he wanted lawmakers to reach a deal before the deadline.Schumer told a news conference on Sunday that aid negotiations between Republicans and Democrats in the House and Senate were going well. \"The only fly in the ointment is that the president is being a little heavy handed, and mixing in and asking for things such as the wall,\" Schumer said.  (Reporting by Julia Edwards Ainsley; Additional reporting by Doina Chiacu, Steve Holland and David Morgan; Editing by Peter Cooney)", "source": "reuters", "urlToImage": "http://s2.reutersmedia.net/resources/r/?m=02&d=20170424&t=2&i=1181800531&w=&fh=545px&fw=&ll=&pl=&sq=&r=LYNXMPED3N0G4"}, "25": {"title": "U.S. carrier group heads for Korean waters, China calls for restraint", "publishedAt": "2017-04-24T13:18:37Z", "keywords": ["North Korea", "United States", "defiant North Korea", "carrier group", "Korean peninsula", "Washington-based North Korea", "nuclear test", "South Korea", "North Korean leader", "Vinson carrier group", "Korean nuclear issue", "nuclear test site", "intercontinental ballistic missile", "U.S. carrier group", "United Nations", "military provocative act", "United Nations Nikki", "foreign ministry spokesman", "extremely dangerous act", "carrier strike group", "joint naval exercises.Worry", "Korean Defence Ministry", "Moon said.South Korean", "foreign ministry said.China", "Tuesday.The U.S. government", "U.N. Security Council", "U.S. Vice President", "spokesman Moon Sang-gyun", "nuclear missile", "Minister Shinzo Abe.", "nuclear war", "Korean People", "nuclear missiles", "nuclear tests", "Trump China", "missile launches.Trump", "nuclear programmes", "missile programmes", "ballistic missiles", "Japanese destroyers", "official newspaper", "U.S. militaries", "Rodong Sinmun", "catastrophic consequence", "western Pacific", "85th anniversary", "ruling Workers", "U.S. Navy.", "Chinese ministry", "military strike.China"], "entities": ["North Korea", "United States", "South Korea", "Trump", "Trump China", "United Nations", "Korean People's Army", "Korean Defence Ministry", "official", "Abe", "Kim Jong Un", "Chinese foreign ministry", "Carl Vinson", "Nikki Haley", "NBC", "Chinese ministry", "Rodong Sinmun", "Seoul", "U.N. Security Council", "Mike Pence", "Workers' Party", "Tokyo", "Xi", "White House", "Moon Sang-gyun", "BEIJING", "Vice President", "Takashi Umekawa", "WASHINGTON", "James Pearson", "Japan", "Philip Wen", "U.S. Navy.", "Paul Tait", "Shinzo Abe.", "Steve Holland", "Susan Heavey", "Linda Sieg", "Michael Martina", "Robert Birsel"], "description": "min Park", "url": "http://www.reuters.com/article/us-northkorea-usa-idUSKBN17Q06N", "author": "Ben Blanchard and Ju-min Park", "fullText": "Trump sent the carrier group for exercises in waters off the Korean peninsula as a warning, amid growing fears North Korea could conduct another nuclear test in defiance of United Nations sanctions.Angered by the approach of the USS Carl Vinson carrier group, a defiant North Korea said on Monday the deployment was \"an extremely dangerous act by those who plan a nuclear war to invade\".\"The United States should not run amok and should consider carefully any catastrophic consequence from its foolish military provocative act,\" Rodong Sinmun, the official newspaper of the North's ruling Workers' Party, said in a commentary on Monday.\"What's only laid for aggressors is dead bodies,\" the newspaper said.Two Japanese destroyers have joined the carrier group for exercises in the western Pacific, and South Korea said on Monday it was also in talks about holding joint naval exercises.Worry that North Korea could be preparing to conduct another nuclear test or launch more ballistic missiles has increased as it prepares to celebrate the 85th anniversary of the foundation of its Korean People's Army on Tuesday. It has marked similar events in the past with nuclear tests or missile launches.Trump has vowed to prevent North Korea from being able to hit the United States with a nuclear missile and has said all options are on the table, including a military strike.China is North Korea's sole major ally but has been angered by its nuclear and missile programmes and is frustrated by its belligerence.China, which has repeatedly called for the denuclearisation of the Korean peninsula, is worried the situation could spin out of control, leading to war and a chaotic collapse of its isolated, impoverished neighbour.Trump, in his phone call with Xi, criticised North Korea’s \"continued belligerence\" and emphasised that its actions \"are destabilising the Korean peninsula\", the White House said.\"The two leaders reaffirmed the urgency of the threat posed by North Korea’s missile and nuclear programmes, and committed to strengthen coordination in achieving the denuclearisation of the Korean peninsula,\" it said.Xi told Trump China resolutely opposed any actions that ran counter to U.N. Security Council resolutions, China's foreign ministry said.China \"hopes that all relevant sides exercise restraint, and avoid doing anything to worsen the tense situation\", the Chinese ministry said in a statement, paraphrasing Xi.The call between the presidents was the latest manifestation of their close communication, which was good for their countries and the world, a Chinese foreign ministry spokesman said.U.S. ambassador to the United Nations Nikki Haley, speaking on NBC's \"Today\" programme, said the United States and the international community were maintaining pressure on North Korean leader Kim Jong Un but were \"not trying to pick a fight with him\".Asked whether a preemptive strike was under consideration, she said: \"We are not going to do anything unless he gives us reason to do something.\"\"If you see him attack a military base, if you see some sort of intercontinental ballistic missile, then obviously we're going to do that. But right now, we're saying 'don't test, don't use nuclear missiles, don't try and do any more actions', and I think he's understanding that. And China's helping really put that pressure on him.\"Trump also spoke by telephone with Japanese Prime Minister Shinzo Abe.\"We agreed to strongly demand that North Korea, which is repeating its provocation, show restraint,\" Abe later told reporters. \"We will maintain close contact with the United States, keep a high level of vigilance and respond firmly.\"A Japanese official said the phone call between Trump and Abe was not prompted by any specific change in the situation.Envoys on the North Korean nuclear issue from the United States, South Korea and Japan are due to meet in Tokyo on Tuesday.The U.S. government has not specified where the carrier strike group is but U.S. Vice President Mike Pence said on Saturday it would arrive \"within days\".South Korean Defence Ministry spokesman Moon Sang-gyun gave no details about the South's plan to join the U.S. carrier group for exercises, apart from saying Seoul was holding discussions with the U.S. Navy.\"The South Korean and U.S. militaries are fully ready for North Korea's nuclear test,\" Moon said.South Korean and U.S. officials have feared for some time that North Korea's sixth nuclear test could be imminent.Satellite imagery analysed by 38 North, a Washington-based North Korea monitoring project, found some activity at North Korea's Punggye-ri nuclear test site last week.However, the group said it was unclear whether the site was in a \"tactical pause\" before another test or was carrying out normal operations.Adding to the tension, North Korea detained a U.S. citizen on Saturday as he attempted to leave the country. (Additional reporting by Takashi Umekawa and Linda Sieg in TOKYO, James Pearson in SEOUL, Philip Wen and Michael Martina in BEIJING, and Steve Holland, Susan Heavey in WASHINGTON; Editing by Paul Tait, Robert Birsel)", "source": "reuters", "urlToImage": "http://s3.reutersmedia.net/resources/r/?m=02&d=20170424&t=2&i=1181765251&w=&fh=545px&fw=&ll=&pl=&sq=&r=LYNXMPED3N03K"}, "26": {"title": "Becton Dickinson to acquire Bard for $24 billion", "publishedAt": "2017-04-24T00:58:53Z", "keywords": ["Becton Dickinson", "Becton Dickinson CEO", "Bard shareholders", "Bard Chief Executive", "Zimmer Biomet Holdings", "company.Becton Dickinson", "legal adviser", "medical technology sector", "pre-tax run-rate cost", "fundamental treatment processes", "peripheral vascular disease", "non-U.S. growth options", "Officer Tim Ring", "St. Jude Medical", "said.The medical device", "Goldman Sachs Group", "shareholder approvals.Perella Weinberg", "statement.The deal", "financial adviser", "CareFusion Corp", "percent premium", "Zimmer Holdings", "widespread slowdown", "meaningful benefits", "Medtronic Plc", "healthcare payers", "medication management", "infection prevention", "disease states", "profit margins.", "per-share earnings", "Flom LLP", "New Jersey", "healthcare providers", "David Gregorio", "Mary Milliken", "major deals", "Vincent Forlenza", "revenue growth", "treatment costs", "Covidien Plc", "Franklin Lakes", "New York", "Jonathan Spicer", "financial advisers", "Carl O'Donnell", "Abbott Laboratories", "large transaction", "Partners LP", "shares"], "entities": ["Becton Dickinson", "Bard", "Zimmer Biomet Holdings Inc", "Vincent Forlenza", "Goldman Sachs Group Inc", "Zimmer Holdings Inc", "St. Jude Medical Inc", "Meagher & Flom LLP", "Biomet Inc", "Chief Executive Officer", "Abbott Laboratories", "Tim Ring", "Citigroup Inc", "CareFusion Corp", "diabetes", "Franklin Lakes", "New Jersey", "Weinberg Partners LP", "Medtronic Plc", "Covidien Plc", "Rosen & Katz", "China", "Wachtell", "Carl O'Donnell", "CEO", "David Gregorio", "partner", "Jonathan Spicer", "Mary Milliken", "New York", "Lipton", "$13.4 billion", "$49.9 billion", "$300 million", "$12 billion", "$25 billion", "15 percent", "25 percent", "two years", "$222.93", "$317"], "description": "U.S. medical equipment supplier Becton Dickinson and Co will acquire C R Bard Inc, in a $24 billion cash-and-stock deal, adding Bard's devices to its portfolio in the high-growth sectors of oncology and surgery, both companies said on Sunday.", "url": "http://www.reuters.com/article/us-cr-bard-m-a-bd-idUSKBN17P0ZS", "author": "Carl O'Donnell and Jonathan Spicer", "fullText": "The deal comes two years after Becton Dickinson acquired CareFusion Corp for $12 billion. It is the latest in a string of deals in the medical technology sector, as manufacturers turn to acquisitions to boost profit margins.\"We are confident that this combination will deliver meaningful benefits for customers and patients, as we see opportunities to leverage Becton Dickinson's leadership, especially in medication management and infection prevention,\" Bard Chief Executive Officer Tim Ring said in a statement.The deal values Bard at $317 per share, a 25 percent premium over Friday's close of trading. Bard shareholders stand to receive $222.93 in cash and 0.5077 shares of Becton Dickinson for each of their shares, the companies said. This would lead to Bard shareholders owning about 15 percent of the combined company.Becton Dickinson said the deal with Bard will expand its focus on the treatment of disease states beyond diabetes, to include peripheral vascular disease, urology, hernia and cancer.\"We will be able to partner (with providers) on fundamental treatment processes in a way that no one else can,\" Becton Dickinson CEO Vincent Forlenza said in an interview. Becton Dickinson, based in Franklin Lakes, New Jersey, said it expected the acquisition to boost non-U.S. growth options in markets such as China, and to raise per-share earnings in fiscal year 2019. Some $300 million in annual \"pre-tax run-rate cost synergies\" are expected by 2020, the company said.The medical device sector has seen several major deals in recent years, in response to a widespread slowdown in revenue growth, consolidation among healthcare providers, and increased pressure from healthcare payers to hold down treatment costs.     In January, Abbott Laboratories acquired rival St. Jude Medical Inc for $25 billion, while in 2015 Medtronic Plc bought Covidien Plc for around $49.9 billion, and Zimmer Holdings Inc merged with Biomet Inc for $13.4 billion, creating Zimmer Biomet Holdings Inc. \"We expect that this deal will cause others in the space to take a step back and ask themselves if there is an opportunity to do another large transaction and should we be acting upon it,\" Forlenza said. Becton Dickinson and Bard said they expected their deal to close in the fall of 2017, subject to regulatory and shareholder approvals.Perella Weinberg Partners LP and Citigroup Inc acted as financial advisers, and Skadden, Arps, Slate, Meagher & Flom LLP was legal adviser to Becton Dickinson. Goldman Sachs Group Inc was financial adviser and Wachtell, Lipton, Rosen & Katz was legal adviser to Bard. (Reporting by Carl O'Donnell and Jonathan Spicer in New York; Editing by David Gregorio and Mary Milliken)", "source": "reuters", "urlToImage": "http://s4.reutersmedia.net/resources_v2/images/rcom-default.png"}, "27": {"title": "Pence trims Asia trip to deal with domestic priorities", "publishedAt": "2017-04-24T10:10:05Z", "keywords": ["President Donald Trump", "United Nations sanctions.Pence", "Pago Pago", "tax reform onWednesday", "USS Arizona Memorial", "South Korea", "American Samoa", "North Korea", "Roberta Rampton", "nuclear test", "business leaders", "Air Force", "Tuesday morning", "Paul Tait", "young presidency", "initial accomplishments", "new legislation", "U.S. troops", "U.S.Pacific Command", "Pearl Harbor", "aide", "Saturday", "shortfalls", "trip", "pundits", "tensions", "lawmakers", "government", "defiance", "allies", "commitment", "nights", "benchmark", "Asia", "partners", "region", "Honoluluat", "end", "Japan", "Australia.While", "country", "night", "reporters", "Hawaii", "Washington", "Indonesia", "Honolulu", "Friday", "office", "plans"], "entities": ["President Donald Trump", "Pence", "Pago Pago", "Trump", "USS Arizona Memorial at Pearl Harbor", "North Korea", "South Korea", "Roberta Rampton", "American Samoa", "Asia", "United Nations", "Hawaii", "Air Force", "Congress", "Indonesia", "Washington", "Honoluluat", "Honolulu", "Paul Tait", "Japan", "U.S."], "description": "U.S. Vice President Mike Pence has cut short the final leg of his Asia trip to race back to Washington, where the Trump administration faces a critical week on tax reform and a funding plan to keep the government running, an aide said on Sunday.", "url": "http://www.reuters.com/article/us-pence-asia-idUSKBN17Q09J", "author": "Roberta Rampton", "fullText": "Pence, who has been traveling in Asia to reassure allies and partners about President Donald Trump's commitment to the region, had originally planned to spend two nights in Honoluluat the end of a trip that took him to South Korea, Japan, Indonesia and Australia.While he spoke with business leaders in each country, Pence's trip was overshadowed by rising tensions in North Korea, where it is feared another nuclear test could be conducted soon in defiance of United Nations sanctions.Pence will now spend one night in Hawaii and is slated to be back in Washington on Tuesday morning, his aide told reporters before Air Force Two landed at Pago Pago in American Samoa for refueling.    Trump has a busy week ahead. Funding appropriated by Congress to run the government runs out on Friday, so he and lawmakers must agree on new legislation or the government will shut down on Saturday.    Saturday is also Trump's 100th day in office, a benchmark used by pundits to assess the initial accomplishments and shortfalls of his young presidency.    Trump plans to outline principles for tax reform onWednesday, a top brief for Pence.    While in Honolulu, Pence will meet leaders of the U.S.Pacific Command and is also slated to speak to U.S. troops and their families, the aide said.    Pence had planned to tour the USS Arizona Memorial at Pearl Harbor but will no longer do that, the aide said. (Reporting by Roberta Rampton; Editing by Paul Tait)", "source": "reuters", "urlToImage": "http://s4.reutersmedia.net/resources/r/?m=02&d=20170424&t=2&i=1181768776&w=&fh=545px&fw=&ll=&pl=&sq=&r=LYNXMPED3N04Y"}, "28": {"title": "Arkansas plans to execute two convicts Monday", "publishedAt": "2017-04-24T11:23:13Z", "keywords": ["Little Rock", "last-minute legal appeals", "U.S. Supreme Court", "Gorsuch.The high court", "murderer Ledell Lee.Jack", "Cummins Unit prison", "impending expiration date", "three-drug lethal injection", "unconscious.More court challenges", "state capital", "11-year-old daughter", "flawed executions", "Stacy Errickson", "death penalty", "federal level", "recent appointment", "Mary Phillips", "Marcel Williams", "execution approaches", "unprecedented schedule", "David Gregorio", "apparent pain", "virtual certainty", "Steve Barnes", "legal challenges", "Additional reporting", "false pretenses", "related conditions", "federal judge", "inmates", "Jones", "Arkansas", "lawsuit", "supplies", "midazolam", "company", "flurry", "sedative", "kidnapping", "likelihood", "gurney", "hold", "success", "Justice", "way", "miles", "rape", "span", "pair", "Florida.At"], "entities": ["Ledell Lee.Jack Jones", "Arkansas", "U.S. Supreme Court", "Stacy Errickson", "Marcel Williams", "Supreme Court", "murder", "Little Rock", "midazolam", "Little Rock", "Mary Phillips", "Cummins Unit", "Neil Gorsuch.The", "Steve Barnes", "kidnapping", "David Gregorio", "rape", "Lee", "Oklahoma", "Arizona", "12 years", "11 days", "11-year"], "description": "The state of Arkansas plans to execute two inmates on Monday evening, which would make it the first U.S. state in 17 years to put a pair of convicts to death on the same day.", "url": "http://www.reuters.com/article/us-arkansas-execution-idUSKBN17Q0CO", "author": "Joseph Ax", "fullText": "A flurry of last-minute legal appeals at both the state and federal level are expected, though their likelihood of success may have diminished with the recent appointment of conservative U.S. Supreme Court Justice Neil Gorsuch.The high court cleared the way last week for Arkansas to hold its first execution in 12 years and the state carried out the death penalty on convicted murderer Ledell Lee.Jack Jones, sentenced in 1996 for raping and strangling Mary Phillips and attempting to murder her 11-year-old daughter, is scheduled to be put to death at 7 p.m at the Cummins Unit prison, about 75 miles southeast of the state capital of Little Rock. Jones was also convicted of rape and murder in Florida.At 8:15 p.m., the state is tentatively scheduled to execute Marcel Williams, who was sentenced to death in 1997 for kidnapping, raping and murdering Stacy Errickson. He also abducted and raped two other women.The last time a state executed two inmates on the same day was 2000 in Texas.The condemned pair were among eight inmates that Arkansas had initially planned to execute in the span of 11 days, a compressed schedule prompted by the impending expiration date of supplies of a sedative used as part of the three-drug lethal injection process.The drug in question, midazolam, was employed in flawed executions in Oklahoma and Arizona, where witnesses said the inmates writhed in apparent pain on the gurney. No problems were reported in Lee's execution on Thursday.Four of the planned executions have already been placed on hold by court order.The unprecedented schedule generated a wave of criticism and legal challenges, including a lawsuit from the company that makes one of the drugs. The company claimed that the state obtained its supplies under false pretenses, but the state's Supreme Court threw out that lawsuit last week.On Friday, a federal judge in Little Rock rejected an appeal from Jones and Williams that obesity and related conditions made it more likely that midazolam would fail to render them unconscious.More court challenges are a virtual certainty as the hour of execution approaches. (Additional reporting by Steve Barnes in Little Rock, Arkansas; Editing by David Gregorio)", "source": "reuters", "urlToImage": "http://s2.reutersmedia.net/resources/r/?m=02&d=20170424&t=2&i=1181773737&w=&fh=545px&fw=&ll=&pl=&sq=&r=LYNXMPED3N06I"}, "29": {"title": "Local, global security firms in race along China's 'Silk Road'", "publishedAt": "2017-04-24T11:32:23Z", "keywords": ["state-owned enterprises", "Chinese Overseas Security", "Chinese security companies", "Chinese firms", "Chinese security executives", "Shanghai-based Weldon Security", "local security firm", "Pakistan.Smaller Chinese firms", "Chinese President Xi", "military security services", "Pakistan.Major international security", "Chinese workers", "overseas security work", "Chinese state firm", "overseas security capabilities", "larger state-owned enterprises", "largest single project", "firm Frontier Services", "China-Pakistan Economic Corridor", "navy.The Pakistani army", "general manager Hao", "China State Construction", "OBOR.Hong Kong-based logistics", "Kenyan capital Nairobi", "Control Risks", "firms abroad.Such concerns", "Chinese law", "Chinese projects", "oil giant Sinopec", "builder Zhongnan Group", "fellow Chinese", "security providers", "Dewei Security", "security consultancy", "Chinese person", "Chinese companies", "Chinese contractors", "security incidents", "Chinese experts", "security guards", "state companies", "makers.Security firms", "separatist insurgents", "Shanghai-based partner", "China Road", "pet project", "John Jiang", "local staff"], "entities": ["Nairobi", "Beijing", "general manager", "Hao", "China", "Xi Jinping", "Dewei", "Dewei", "Sinopec", "President", "China State Construction Engineering Corporation.", "Joseph Campbell", "Bridge.Africa", "Kenya", "Yu", "Humphreys", "Mali", "Lu Guiqing", "Mike Collett-White", "George Ng'ang'a", "Zhongnan Group", "chief economist", "one hundred percent", "$57 billion", "eight years", "27-year"], "description": "Global security companies and their smaller Chinese rivals are jostling for business along Beijing's modern-day \"Silk Road\", the grandiose plan for land and sea routes connecting the world's second largest economy with the rest of Asia and beyond.", "url": "http://www.reuters.com/article/us-china-silkroad-security-analysis-idUSKBN17P10Y", "author": "Brenda Goh, Michael Martina and Christian Shepherd", "fullText": "Representing investments of hundreds of billions of dollars, the pet project of Chinese President Xi Jinping is seen boosting economic growth at home, and as positive for everything from steel prices to cement makers.Security firms also expect to tap the rush, offering to protect thousands of Chinese workers - and the pipelines, roads, railways and power plants they build - as they fan out across the world under the \"One Belt, One Road\" (OBOR) initiative.It won't be easy, however, with executives warning that state-owned enterprises running or planning projects from Africa to Vietnam sometimes prefer to deal with fellow Chinese, treat safety as an afterthought and try to keep costs to a minimum.\"OBOR is a lifetime (of work) for us,\" said John Jiang, managing director of Chinese Overseas Security Group (COSG).The small consortium of security providers was set up early last year and operates in six countries: Pakistan, Turkey, Mozambique, Cambodia, Malaysia and Thailand.\"In eight years' time, we want to run a business that can cover 50-60 countries, which fits with the One Belt One Road coverage,\" Jiang told Reuters.Chinese personnel are essentially barred under Chinese law, and that of many host nations they work in, from carrying or using weapons.Instead, COSG and its rivals usually work with and train local staff and focus on logistics and planning.In Pakistan, for example, where attacks by militants and separatist insurgents are considered a serious threat, COSG has a joint venture with a local security firm with links to Pakistan's navy.The Pakistani army also plans to provide 14-15,000 armed personnel dedicated to guarding Chinese projects, according to local media reports.The $57 billion China-Pakistan Economic Corridor, the largest single project under the OBOR banner, envisages roads, railways, pipelines and power lines that link China's western reaches with the Arabian Sea via Pakistan.Major international security operators hope their scale and experience can convince China's price-conscious state-owned giants to pay for foreign expertise.Firms like Control Risks and G4S (GFS.L) offer staff with military backgrounds and decades of experience in risky regions around the world.G4S said it had seen an acceleration of interest in its services since OBOR began gaining traction.Michael Humphreys, a Shanghai-based partner at Control Risks, said around a third of the security consultancy's work in China was related to OBOR.Hong Kong-based logistics firm Frontier Services Group (0500.HK), co-founded by Erik Prince who created the U.S. military security services business Blackwater, announced in December it was shifting strategy to capitalize on OBOR.It plans to set up an office in the southwestern province of Yunnan, which adjoins Southeast Asia, and another base in Xinjiang in China's west, the starting point for the CPEC project crossing Pakistan.Smaller Chinese firms like COSG, Shanghai-based Weldon Security and Dewei Security, meanwhile, see their advantage over multinationals in state-owned enterprises' preference for hiring Chinese to handle sensitive projects.Only a handful of the estimated 5,800 Chinese security companies operate overseas, with the vast majority focusing on the domestic market.\"For Chinese firms, especially with security work, they (state companies) want to speak with another Chinese person. We can also one hundred percent reflect their thinking when we work,\" said Dewei general manager Hao Gang.Security risks facing Chinese workers abroad are varied and often unpredictable.Yu Xuezhao, a former soldier working in Kenya for Dewei, is helping to train hundreds of local guards to protect Chinese contractors operating there, including oil giant Sinopec (600028.SS) and China Road and Bridge.Africa, where China invested long before OBOR was formally created, is considered a part of the initiative.\"The most common incidents we encounter are thefts and strikes,\" 27-year-old Yu said, speaking from a training compound in the Kenyan capital Nairobi he has managed since 2015. \"We train security guards to inspect cars and do ground patrols.\"Events can quickly escalate.In 2015, for example, an attack on a hotel in Mali killed three workers at a Chinese state firm, leading to calls by Beijing for beefed up security.Officials revealed then that 350 security incidents had occurred between 2010-2015 involving Chinese firms abroad.Such concerns do not easily translate into lucrative contracts, however.In some cases, security companies are called in to deal with an emergency rather than to coordinate a long-term strategy.\"For a lot of companies, they come to us when they've (already) got a problem,\" said Humphreys of Control Risks.\"They've started the project and they can't move it forward because they have a labor dispute or someone is throwing petrol bombs at their trucks.\"Hao and other Chinese security executives added that most state-owned enterprises were building their overseas security capabilities from a low base.\"A lot of the larger state-owned enterprises have only just started to go out in the last few years. As such, overseas security work remains a blank space for those firms who had not gone out before,\" he said.Some Chinese experts said companies operating abroad were beginning to think more about the importance of safety.\"This is something Chinese companies need to study more,\" said Lu Guiqing, general manager of private builder Zhongnan Group and former chief economist at China State Construction Engineering Corporation.\"When you 'go out' safety is the most important. What's the point if you end up losing people?\" (Additional reporting by Joseph Campbell in BEIJING and George Ng'ang'a in NAIROBI; Editing by Mike Collett-White)", "source": "reuters", "urlToImage": "http://s3.reutersmedia.net/resources/r/?m=02&d=20170424&t=2&i=1181761992&w=&fh=545px&fw=&ll=&pl=&sq=&r=LYNXMPED3M0VK"}, "30": {"title": "China clamps down on excess steel as Japan decries Trump 'protectionism'", "publishedAt": "2017-04-24T09:04:56Z", "keywords": ["surplus steel capacity", "second-biggest steel producer", "Steel Federation chairman", "low-grade steel production", "official steel firm", "official China Metallurgical", "poorly regulated industry", "excess capacity", "state closure orders", "previous five-year period", "specific time frame.Hynes", "Manolo Serapio Jr", "industry consolidation rates", "iron ore suppliers", "emergency output restrictions", "heavy pollution periods", "Beijing Monitoring Desk", "steel imports", "China Daily", "steel enterprises", "steel firms", "steel prices", "percent target", "Kosei Shindo", "inefficient operations", "times Japan", "inefficient mills", "direct response", "United States", "trading partners", "official register", "trade dispute", "Japan Iron", "protectionist policy.", "industry ministry", "news conference", "Daniel Hynes", "prescribed period", "Information Technology", "commodity strategist", "financial condition", "gradual approach", "Tom Hogue", "environmental protection", "2011-2015 period", "price negotiations", "Christian Schmollinger", "biggest producers", "tonnes", "Trump"], "entities": ["China", "Trump", "official", "Steel Federation", "Japan", "Ministry of Industry", "Kosei Shindo", "Daniel Hynes", "Manolo Serapio Jr", "United States", "Washington", "chairman", "producer", "Manila", "Tom Hogue", "Beijing", "Christian Schmollinger", "60 percent", "100 million tonnes", "150 million tonnes", "300 million tonnes", "34.2 percent", "48.6 percent", "five-year", "once"], "description": "Twenty-nine Chinese steel firms have had their licenses revoked as Beijing kept up its campaign to tackle overcapacity in the sector and days after U.S. President Donald Trump said he would open a probe into cheap steel exports from China and elsewhere.", "url": "http://www.reuters.com/article/us-china-steel-idUSKBN17Q08Q", "author": "Reuters Editorial", "fullText": "Analysts say the revocations were unlikely to be a direct response to Trump's plan, but rather a part of China's reform measures aimed at reducing surplus steel capacity that many estimate at around 300 million tonnes, about three times Japan's annual output.The official China Daily said Washington's move to investigate steel imports could trigger a trade dispute between the United States and its trading partners. In Japan, the world's second-biggest steel producer after China, the head of its steelmakers' group expressed concern over Trump's protectionist policy.\"We are greatly concerned over Trump's protectionism, although we hear he has softened his tone on some issues with a grasp of reality,\" Japan Iron and Steel Federation chairman Kosei Shindo told a news conference on Monday.    China's Ministry of Industry and Information Technology released a list on Monday of 29 firms that will be removed from its official register of steel enterprises. Most have already  stopped producing steel, but some had illegally expanded production or violated state closure orders. \"It's all enveloped in this strategy to improve the financial condition of the industry which has been weighed down by excess capacity for some time, partly as a result of inefficient operations,\" said Daniel Hynes, commodity strategist at ANZ.China is aiming to shed between 100 million to 150 million tonnes of excess capacity over the 2016-2020 period. It also plans to shut around 100 million tonnes of low-grade steel production by the end of June.On Monday, another 40 steel firms have been asked to make changes in areas such as environmental protection and safety.The majority of the companies were accused of failing to comply with emergency output restrictions during heavy pollution periods, and they must fully \"rectify\" their violations within a prescribed period, the industry ministry said, without giving a specific time frame.Hynes said China may take a more gradual approach in shutting inefficient mills rather than force \"a lot of closures at once\" and cause a spike in steel prices, which is what happened in the third quarter last year.China set up an official steel firm register in 2009 to impose order on the poorly regulated industry and to help companies during price negotiations with iron ore suppliers overseas. The register was also supposed to identify the mergers and closures required to meet a target to put 60 percent of China's  steel capacity in the hands of its 10 biggest producers by the end of 2015. However, industry consolidation rates actually fell to 34.2 percent over the 2011-2015 period, from 48.6 percent in the previous five-year period, and China has now pushed back the 60 percent target until 2025. According to figures published by the official China Metallurgical News earlier this month, 292 out of a total of 635 firms in 12 provinces and cities have already ceased production or shut down completely.  (Reporting by Manolo Serapio Jr in Manila and Beijing Monitoring Desk; Editing by Tom Hogue and Christian Schmollinger)", "source": "reuters", "urlToImage": "http://s3.reutersmedia.net/resources/r/?m=02&d=20170424&t=2&i=1181794773&w=&fh=545px&fw=&ll=&pl=&sq=&r=LYNXMPED3N04K"}, "31": {"title": "Tesla’s big Model 3 bet rides on risky assembly line strategy", "publishedAt": "2017-04-24T12:35:34Z", "keywords": ["Tesla", "Tesla’s factory", "X. Tesla", "production", "self-imposed volume production", "quicker Tesla", "Tesla’s assembly", "Tesla’s haste", "production strategy succeeding.MORE", "permanent production tooling", "soft tooling", "traditional auto industry", "final production tools", "Audi said.An Audi", "annual sales volume", "huge U.S. bomb", "French election relief", "factory floor", "Michigan tooling company", "assembly line", "lower grade", "advanced analytical techniques", "lower grade equipment", "Chinese internet company", "entire assembly line", "human assembly workers", "Mexican plant launch", "regulated car business", "source said.Financial pressure", "production line", "production equipment", "production testing", "production tooling.Tesla", "limited production", "new model", "long-held industry", "Audi division", "month.Musk’s decision", "prototype tools", "problem-plagued Model", "industry experts", "low-volume cars", "REUTERS * China", "floor success", "preliminary step", "high-risk tolerance", "caution signs", "unsuspected problems", "right shape"], "entities": ["Tesla", "Musk", "Tesla", "Audi", "REUTERS", "China", "U.S.", "Oliver Wyman.Investors", "Tencent Holdings Ltd", "Ron Harbour", "AfghanistanMusk", "producer", "consultant", "U.S. government", "Volkswagen AG", "Mexico", "Jake Fisher", "Peter Hochholdinger", "vice president", "Peter Henderson", "Michigan", "executive", "Edward Tobin", "30 percent", "$1.2 billion", "$13 billion", "39 percent", "$35,000", "$1000", "$2"], "description": "Tesla Inc (TSLA.O) Chief Executive Elon Musk took many risks with the technology in his company's cars on the way to surpassing Ford Motor Co's market value. Now Musk is pushing boundaries in the factory that makes them.", "url": "http://www.reuters.com/article/us-tesla-assemblyline-idUSKBN17Q0DE", "author": "Alexandria Sage", "fullText": "Most automakers test a new model's production line by building vehicles with relatively cheap, prototype tools designed to be scrapped once they deliver doors that fit, body panels with the right shape and dashboards that don't have gaps or seams.Tesla, however, is skipping that preliminary step and ordering permanent, more expensive equipment as it races to launch its Model 3 sedan by a self-imposed volume production deadline of September, Musk told investors last month.Musk’s decision underscores his high-risk tolerance and willingness to forego long-held industry norms that has helped Tesla upend the traditional auto industry. While Tesla is not the first automaker to try to accelerate production on the factory floor, no other rival is putting this much faith in the production strategy succeeding.MORE FROM REUTERS * China clamps down on steel surplus * French election relief sends markets soaring * Few clues on casualties at site of huge U.S. bomb in AfghanistanMusk expects the Model 3 rollout to help Tesla deliver five times its current annual sales volume, a key target in the automaker's efforts to stop burning cash.\"He's pushing the envelope to see how much time and cost he can take out of the process,\" said Ron Harbour, a manufacturing consultant at Oliver Wyman.Investors are already counting on Tesla’s factory floor success, with shares soaring 39 percent since January as it makes the leap from niche producer to mass producer in far less time than rivals.There are caution signs, however. The production equipment designed to produce millions of cars is expensive to fix or replace if it doesn't work, industry experts say. Tesla has encountered quality problems on its existing low-volume cars, and the Model 3 is designed to sell in numbers as high as 500,000 vehicles a year, raising the potential cost of recalls or warranty repairs.\"It's an experiment, certainly,\" said Consumer Reports' Jake Fisher, who has done extensive testing of Tesla's previous Models S and X. Tesla could possibly fix errors quicker, speeding up the process, \"or it could be they have unsuspected problems they'll have a hard time dealing with.\"Musk discussed the decision to skip what he referred to as \"beta\" production testing during a call last month with an invited group of investors. Details were published on Reddit by an investor on the call. (here).He also said that “advanced analytical techniques” – code word for computer simulations - would help Tesla in advancing straight to production tooling.Tesla declined to confirm details of the call or comment on its production strategy.The auto industry's incumbents have not been standing still. Volkswagen AG's Audi division launched production of a new plant in Mexico using computer simulations of production tools – and indeed the entire assembly line and factory - that Audi said it believed to be an industry first. That process allowed the plant to launch production 30 percent faster than usual, Audi said.An Audi executive involved in the Mexican plant launch, Peter Hochholdinger, is now Tesla's vice president of production. Typically, automakers test their design with limited production using lower grade equipment that can be modified slightly to address problems. When most of the kinks are worked out, they order the final equipment.Tesla’s decision to move directly to the final tools is in part because lower grade, disposable equipment known as “soft tooling” ended up complicating the debut of the problem-plagued Model X SUV in 2015, according to a person familiar with the decision and Tesla’s assembly line planning.Working on a tight deadline, Tesla had no time to incorporate lessons learned from soft tooling before having to order the permanent production tooling, making the former's value negligible, the source said.\"Soft tooling did very little for the program and arguably hurt things,\" said the person.In addition, Tesla has learned to better modify final production tools, and its 2015 purchase of a Michigan tooling company means it can make major equipment 30 percent faster than before, and more cheaply as well, the source said.Financial pressure is partly driving Tesla’s haste. The quicker Tesla can deliver the Model 3 with its estimated $35,000 base price to the 373,000 customers who have put down a $1000 deposit, the closer it can log $13 billion.Tesla has labored under financial pressure since it was founded in 2003. The company has yet to turn an annual profit, and earlier this year Musk said the company was \"close to the edge\" as it look toward capital spending of $2-2.5 billion in the first half of 2017.Tesla has since gotten more breathing room by raising $1.2 billion in fresh capital in March and selling a five per cent stake to Chinese internet company Tencent Holdings Ltd (0700.HK) .Musk has spoken to investors about his vision of an \"alien dreadnought\" factory that uses artificial intelligence and robots to build cars at speeds faster than human assembly workers could manage.But there are limits to what technology can do in the heavily regulated car business. For example, Tesla will still have to use real cars in crash tests required by the U.S. government, because federal rules do not allow simulated crash results to substitute for data from a real car. (Editing by Peter Henderson and Edward Tobin)", "source": "reuters", "urlToImage": "http://s2.reutersmedia.net/resources/r/?m=02&d=20170424&t=2&i=1181808978&w=&fh=545px&fw=&ll=&pl=&sq=&r=LYNXMPED3N0JI"}, "32": {"title": "Trump to set new executive orders on environment, energy this week", "publishedAt": "2017-04-24T09:46:20Z", "keywords": ["Antiquities Act", "environment-related executive orders", "reduced unnecessary burden", "predecessor President Barack", "previous executive actions", "gas drilling.The summary", "climate change regulations", "Native American artifacts", "rural America interagency", "federal lands.In addition", "reverse.Interior Secretary Ryan", "national monuments", "Clean Power Plan", "Veterans Affairs department.He", "federal areas", "Trump", "past administrations", "previous administrations", "1950s-era law", "offshore oil", "energy-related orders", "energy production", "energy producers", "forthcoming orders", "gas exploration", "source said.On", "federal waters", "Obama.A summary", "monument designations", "new measures", "White House", "new drilling", "Doina Chiacu", "environmental groups", "Arctic Oceans", "confirmation hearing", "agricultural states", "court challenge", "Chris Reese", "task force", "coal leasing", "Valerie Volcovici", "Additional reporting", "David Shephardson", "Phil Berlowitz", "Reuters", "pipelines", "mining", "ban", "way"], "entities": ["Trump", "Obama", "Antiquities Act", "executive", "President Barack Obama.A", "president", "Reuters", "Ryan Zinke", "Arctic Oceans", "Veterans Affairs", "White House", "Secretary", "official", "America", "Utah", "Doina Chiacu", "David Shephardson", "Nevada", "Valerie Volcovici", "Chris Reese", "Phil Berlowitz", "1.6 million acres"], "description": "U.S. President Donald Trump this week will sign new executive orders before he completes his first 100 days in office, including two on energy and the environment, which would make it easier for the United States to develop energy on and offshore, a White House official said on Sunday.", "url": "http://www.reuters.com/article/us-usa-trump-energy-idUSKBN17P0JC", "author": "David Shepardson and Valerie Volcovici", "fullText": "\"This builds on previous executive actions that have cleared the way for job-creating pipelines, innovations in energy production, and reduced unnecessary burden on energy producers,\" the official said on condition of anonymity.   On Wednesday, Trump is expected to sign an executive order related to the 1906 Antiquities Act, which enables the president to designate federal areas of land and water as national monuments to protect them from drilling, mining and development, the source said.On Friday, Trump is expected to sign an order to review areas available for offshore oil and gas exploration, as well as rules governing offshore drilling.The new measures would build on a number of energy- and environment-related executive orders signed by Trump seeking to gut most of the climate change regulations put in place by predecessor President Barack Obama.A summary of the forthcoming orders, seen by Reuters, say past administrations \"overused\" the Antiquities Act, putting more federal areas under protection than necessary.Obama had used the Antiquities Act more than any other president, his White House said in December, when he designated over 1.6 million acres of land in Utah and Nevada as national monuments, protecting two areas rich in Native American artifacts from mining, oil and gas drilling.The summary also says previous administrations have been \"overly restrictive\" of offshore drilling.Late in Obama's second term, he banned new drilling in federal waters in parts of the Atlantic and Arctic Oceans using a 1950s-era law that environmental groups say would require a drawn out court challenge to reverse.Interior Secretary Ryan Zinke said during his January confirmation hearing that Trump could “amend” Obama’s monument designations but any move to rescind a designation would immediately be challenged.Last month, Trump signed an order calling for a review of Obama's Clean Power Plan, and reversed a ban on coal leasing on federal lands.In addition to the energy-related orders, Trump is also expected this week to sign an order to create an office of accountability in the Veterans Affairs department.He is also expected to create a rural America interagency task force to recommend policies to address issues facing agricultural states. (Reporting by David Shephardson and Valerie Volcovici; Additional reporting by Doina Chiacu; Editing by Phil Berlowitz and Chris Reese)", "source": "reuters", "urlToImage": "http://s2.reutersmedia.net/resources/r/?m=02&d=20170424&t=2&i=1181798971&w=&fh=545px&fw=&ll=&pl=&sq=&r=LYNXMPED3N0FG"}, "33": {"title": "Trump's grand plans collide with 100-day mark", "publishedAt": "2017-04-24T12:22:40Z", "keywords": ["Trump", "White House", "President Donald Trump", "political harm.Top Trump", "trade pact.But Trump", "100-day bar.And Trump", "Trump campaign operatives", "national security adviser", "George W. Bush", "White House chief", "President Barack Obama", "foreign policy", "new president", "White House chiefs", "staff Reince Priebus", "Democratic President Jimmy", "significant political achievement", "tragically truncated presidency", "military spending", "deep political divisions", "New York Democrat", "100-day mark.The trends", "new Supreme Court", "CNN presidential historian", "John F. Kennedy.Trump", "foreign policy debacle", "unique public figure", "Ronald Reagan", "predecessor Barack Obama", "100-day measuring stick", "huge stimulus plan", "future agenda.Base support", "Medical Leave Act", "tax cut plan", "big legislative goal", "large legislative triumph", "crashed.An FBI investigation", "Trump-Pence presidential campaign", "public relations firm", "much-pilloried single term.Clinton", "approval rating", "ABC/Washington Post poll", "Rep. Joseph Crowley", "justice Neil Gorsuch", "equal pay legislation", "deputy communications director", "senior staff", "Sen. Kelly Ayotte", "candidate Mitt Romney."], "entities": ["President Donald Trump", "Trump", "president", "White House", "Franklin Roosevelt", "George W. Bush", "Barack Obama", "White House", "Ronald Reagan", "US", "chief of staff", "CNN", "Hillary Clinton", "Reince Priebus", "Bill Clinton", "Douglas Brinkley", "CNN", "Twitter", "office.Trump", "NBC", "Meet the Press", "S.C.", "John Kennedy", "Lyndon Johnson", "Syria", "Washington", "FBI", "Neil Gorsuch", "Abraham Lincoln", "Supreme Court", "Senate", "Rep. Joseph Crowley", "Jimmy Carter", "John F. Kennedy.Trump", "New York", "Sen. Kelly Ayotte", "Cuba", "Michael Flynn", "Congress", "Russia", "America", "Chris Whipple", "GOP", "executive"], "description": "President Donald Trump lives for superlatives -- he wants the biggest, the best, the greatest. So it's no surprise he's already fuming about uncomplimentary reviews of his first 100 days in office.", "url": "http://www.cnn.com/2017/04/24/politics/donald-trump-first-100-days-plans/index.html", "author": "Stephen Collinson, CNN", "fullText": "President Donald Trump lives for superlatives -- he wants the biggest, the best, the greatest. So it's no surprise he's already fuming about uncomplimentary reviews of his first 100 days in office.Trump is approaching the first symbolic milestone of his presidency on Saturday with a familiar mix of bluster and smokescreens, meant to disguise the reality that he has produced one of the least-prolific first 100 day debuts of any president in modern history.\"No matter how much I accomplish during the ridiculous standard of the first 100 days, & it has been a lot (including S.C.), media will kill!\" Trump wrote on Twitter Friday, despite playing up the significance of the first 100 days marker in the past.The tweet was classic Trump -- getting ahead of bad news by using his press critics as a foil while fogging the line between truth and falsehood to evade serious political harm.Top Trump aides, meanwhile, reject any idea that the President is struggling.\"He is fulfilling his promises and doing it at breakneck speed,\" White House chief of staff Reince Priebus told NBC's \"Meet the Press\" on Sunday, citing Trump's moves to increase military spending and to exit the Trans-Pacific Partnership free trade pact.But Trump's critics argue that not only has the President failed to muster a record of significant political achievement in his first 100 days, he has tarnished his office.They say that with his claims that former President Barack Obama tapped his phones and that millions of illegal voters threw the popular vote to Hillary Clinton, he has devalued the currency of truth on which successful presidencies depend. They accuse him of insulting US allies and presiding over a White House characterized by feuds, leaks and indiscipline.\"It's not me ... 65% of the American public, maybe 60%, are saying he is doing a bad job, he has got to figure out something for his second 100 days because it hasn't been very good so far,\" said CNN presidential historian Douglas Brinkley, on \"CNN Tonight\" Friday.Trump is not the only new president to take issue with being judged so early in their term. Many other presidents have bemoaned comparisons with Franklin Roosevelt's legislative frenzy in 1933 that set the 100-day bar.And Trump is such a unique public figure that judging him by established political conventions has never been a reliable gauge of his future prospects.So a more important question might be whether it actually matters that Trump had a rocky first 100 days. Does history suggest that a rough start leads to a poor presidency? Or can presidents learn and adjust and still build a successful administration?Low pointTrump will start his second 100 days from a low point, though his base support has thus far stuck with him.Unlike many new presidents, he lacks a large legislative triumph: His predecessor Barack Obama passed a huge stimulus plan and equal pay legislation in his first 100 days. The House backed George W. Bush's tax cut plan, which he eventually signed into law in June. Bill Clinton passed the Family and Medical Leave Act. Roosevelt used a banking crisis to pass the most consequential flurry of bills in decades. Lyndon Johnson picked a mourning nation off its knees after the assassination of John F. Kennedy.Trump, by comparison, struggled to implement parts of his own agenda at a moment when a new president is seen as being at the apex of his political power.Mexico is not paying for the wall. His travel ban has twice been blocked by the courts. He has failed to mobilize a Republican monopoly on power in Washington and his big legislative goal -- repealing Obamacare -- crashed.An FBI investigation over alleged links between Trump campaign operatives and Russia is casting a shadow over the White House. He lost his first national security adviser, Michael Flynn, over Russia questions less than a month into his term.Unlike Ronald Reagan, for instance, who used his first 100 days to turn around the nation's mood and lay the foundation for a successful presidency, Trump has exacerbated questions about his inexperience and temperament.And even Bush, who like Trump came into office hampered by deep political divisions after a polarizing general election, used his time to heal political wounds -- his approval rating 100 days in was 62%, according to Gallup.Trump's rating averages in the low 40% range -- easily the lowest ever mark for a president this early in his administration in the modern era -- and one that poses real questions for Trump's capacity to enact his future agenda.Base support holdsBut on the upside for him, Trump's base is standing firm. An ABC/Washington Post poll published Sunday showed that his approval rating among people who voted for him was 94%, validating an administration strategy of placating those supporters with a flurry of executive orders cutting regulations and prioritizing US workers.Supporters also cite Trump's moves to strengthen immigration enforcement, vows to hike military spending and missile strike against Syria to punish the use of chemical weapons as evidence of strong leadership. His White House also confirmed a new Supreme Court justice Neil Gorsuch, though Republicans had to blow up Senate rules to get around a Democratic filibuster.But each of those wins has alienated as many voters as it cheered, raising questions about Trump's capacity to improve his prospects and unite the nation.\"This was not Abraham Lincoln. This was not John Kennedy. This wasn't Ronald Reagan. This was someone who has a different appreciation for America,\" said Rep. Joseph Crowley, a New York Democrat, in an interview midway through the first 100 days.History lessonsHistory has mixed lessons when it comes to judging whether a rocky first 100 days sets the tone for the rest of the presidency.Kennedy's Bay of Pigs foreign policy debacle over a botched invasion of Cuba by the CIA-backed exiles during his first 100 days led to changes in his approach to foreign policy, and historians now view his tragically truncated presidency as a success.On the other hand, a turbulent first 100 days for Democratic President Jimmy Carter pointed to clumsy dealings with Congress that haunted him for the rest of a much-pilloried single term.Clinton, meanwhile, had a chaotic first 100 days but went on to preside over an economic expansion and left office with high approval ratings.But some critics believe Trump is flouting the lessons of history and approached the presidency in the first 100 days in a way that makes such a comeback more difficult.\"This White House is one of the most dysfunctional in modern history, and I think a lot of that is on Trump, but a good deal of it is also on the chief of staff and the senior staff,\" said Chris Whipple, an author and documentary maker who has just published a new book \"The Gatekeepers\" about how White House chiefs of staff define each presidency.\"One of the problems is that nobody's in charge in the White House in the senior staff,\" Whipple said. \"(So-called) chaos management where you have senior advisers competing for the attention of the boss, that might work in some areas of the business world, but it cannot work in the White House, never has worked. We've seen this movie before. It's never a happy ending.\" Change takes time?Still, some Republicans who backed Trump early argue that his voters understand that fulfilling his promises will take time.\"They give him an 'A' for effort. They know he's trying very hard and they know it's going to be a long process,\" said Bryan Lanza, a deputy communications director for the Trump-Pence presidential campaign who is now a managing director of Mercury, a public relations firm. \"DC is not going to be changed in a 100 days. What you're talking about is disrupting an institution that doesn't want to change.\"Those Republicans who want Trump to change have noticed that in recent days, he has begun to reverse some campaign positions, including his criticism of NATO, and angered some supporters by ordering missile strikes in Syria.\"I've been glad that he's made some of the changes he has on foreign policy,\" said former Sen. Kelly Ayotte, who was once deeply critical of Trump. \"I'm impressed with his team there. (national security adviser) H.R. McMaster, General (James) Mattis, (Admiral John) Kelly, Ambassador (Nikki) Haley -- I think they're very strong team, and that, to me, is very important that he has made some shifts there.\"Other Republicans who opposed Trump also see signs that the President has become more comfortable in his job and are optimistic the Trump of the first 100 days is not necessarily the Trump of the rest of his presidency.\"We're still in the first 100 days, so it's early. I think he's starting to settle,\" said Ryan Williams, who worked for former GOP candidate Mitt Romney.\"It's such an unconventional presidency, and the first three-four weeks were such a shock to everybody, because he doesn't operate like a traditional politician,\" he said. \"I see people becoming more comfortable with it and saying, 'All right. He's our President now.' \"There's another reason why it might be premature to judge Trump at the 100-day mark.The trends, events and crises that will define his tenure in history are most likely yet to take place. For example, George W. Bush won good reviews for the first 100 days, but in hindsight, the period was far less consequential that the years after the 9/11 attacks that defined his presidential legacy. And Roosevelt -- despite creating the 100-day measuring stick because of his efforts to recover from the Great Depression -- would be judged by posterity for his role in saving Western civilization from the threat of Nazism.", "source": "cnn", "urlToImage": "http://i2.cdn.cnn.com/cnnnext/dam/assets/170423120904-trumps-relationship-with-the-media-in-his-first-100-days-00014730-super-tease.jpg"}, "34": {"title": "Welcome to the biggest week of Donald Trump's presidency", "publishedAt": "2017-04-24T12:23:40Z", "keywords": ["Trump", "White House", "President Donald Trump", "Trump administration", "line Trump", "border wall", "much-promised border wall", "White House chief", "health care", "Director Mick Mulvaney", "wall funding included.It", "Security Secretary John", "staff Reince Priebus", "White House correspondents", "not-quite-dead-yet health care", "health care overhaul", "Washington Post-ABC News", "tax reform proposal", "new national polls", "News-Wall Street Journal", "House Republicans", "early moment", "pressing piece", "symbolic deadlines", "Friday night", "Democratic votes", "Dana Bash", "initial urgency", "testy relationship", "swing districts", "approval rating", "government shutdown", "sort", "happy talk", "little evidence", "days.On Saturday", "major moment", "Holocaust museum", "focused run-up", "downtown Washington", "silver lining", "senior staff", "major rally", "broad outlines", "nearly two-thirds", "executive orders", "annual gathering", "modern era", "spending", "Sunday"], "entities": ["President Donald Trump", "Trump", "White House", "White House", "Washington", "President", "Reince Priebus", "Mick Mulvaney", "NBC", "Dana Bash", "CNN", "Homeland Security", "president", "Washington", "Office of Management", "Meet the Press", "Budget Director", "chief of staff", "John Kelly", "Secretary", "Harrisburg", "Pennsylvania", "executive", "senior staff", "100 days", "Thirty-five percent", "$1.4 billion", "42%", "50%", "53%"], "description": "A series of legislative and symbolic deadlines come to a head this week in Washington amid a slew of polling that suggests President Donald Trump is historically unpopular at this early moment in his White House.", "url": "http://www.cnn.com/2017/04/24/politics/trump-big-week/index.html", "author": "Analysis by Chris Cillizza, CNN Editor-at-large", "fullText": "A series of legislative and symbolic deadlines come to a head this week in Washington amid a slew of polling that suggests President Donald Trump is historically unpopular at this early moment in his White House. If there is a turnaround in the offing for Trump, it begins this week.Let's start with the most pressing piece of business: The government will run out of money and shut down unless some sort of spending bill -- short-term or long-term -- is passed by Friday night. Republicans had insisted privately for some time that there would be no shutdown, understanding that blame for such a move would lie at their feet given that they control all the levers of power in Washington.But that \"don't worry, we'll figure it out\" calculus was badly disrupted last week when the Trump administration made clear it wanted $1.4 billion included in the spending bill as a sort of down payment on the President's much-promised border wall. Homeland Security Secretary John Kelly told CNN's Dana Bash on Sunday that Trump \"will be insistent\" about the inclusion of funding for the border wall, noting: \"I think it goes without saying that the President has been pretty straightforward about his desire and the need for a border wall.\" White House chief of staff Reince Priebus and Office of Management and Budget Director Mick Mulvaney refused to say whether Trump would veto a spending bill that didn't have the wall funding included.It remains to be seen how hard a line Trump will take as the deadline to fund the government draws near. What is crystal clear is that Trump will get no Democratic votes for a spending bill with funding for a border wall included. And, it's possible he will lose moderates within his party concerned about the message that is sending to voters in their swing districts. Trump could also lose support among conservatives concerned about adding to the deficit.Then there is the not-quite-dead-yet health care bill, which the White House spent the last week insisting was gaining support and might come up for a vote this week.\"The plan gets better and better and better, and it's gotten really, really good, and a lot of people are liking it a lot,\" Trump said of the bill last week. The problem is that beyond that happy talk, there's little evidence of any sort of momentum for the legislation, which failed even to garner a vote when House Republicans first tried last month. The White House appears to be backing away from its initial urgency -- perhaps in recognition of the fact that the votes (still) aren't there for a health care overhaul. \"It's a marathon, not a sprint,\" Priebus said on \"Meet the Press\" Sunday. \"We're hopeful for this week, but it doesn't have to happen to define our success.\"Success is much on the mind of Priebus and his boss as this Saturday marks Trump's 100th day in office. While Trump dismissed the marker as \"ridiculous\" in a tweet last week, he is clearly focused on wracking up as many wins as possible before Saturday. With that in mind, Trump is set to roll out the broad outlines of a tax reform proposal Wednesday. Trump is also slated to speak at the Holocaust museum Tuesday. He is set to sign a series of executive orders on energy on Friday. And the White House will roll out a website this week designed to highlight Trump's accomplishments over this first 100 days.On Saturday, Trump will hold a major rally in Harrisburg, Pennsylvania, as a sort of cap of those first 100 days. That rally comes the same night as the White House correspondents' dinner, an annual gathering of politicians and the media in downtown Washington. Trump previously announced that neither he nor his senior staff would be attending the dinner due to the testy relationship between the administration and the media.Framing all of this are two new national polls that show Trump struggling to win the approval of many Americans. A Washington Post-ABC News poll released Sunday showed 42% approval and 53% disapproval for Trump. That makes Trump the first president in the modern era of polling to have an approval rating under 50% upon nearing 100 days in office. An NBC News-Wall Street Journal poll also released Sunday showed nearly two-thirds of respondents thought Trump was off to a \"poor\" or \"only a fair\" start. Thirty-five percent said Trump was off to a \"great\" or \"good\" start.Trump tweeted twice in response to those polls, picking out a silver lining:Add it all up and it's clear that this week is a major moment for Trump -- and Washington more generally. Can Trump find a way to rally his party behind a bill to avert a government shutdown and execute a focused run-up to his 100th day? Or will this week be like all those before it: Chaotic and random, driven by a President who seems to change his mind about matters large and small every day?", "source": "cnn", "urlToImage": "http://i2.cdn.cnn.com/cnnnext/dam/assets/170421210653-11-trump-100-super-tease.jpg"}, "35": {"title": "100 days in, Democrats' biggest asset is Trump", "publishedAt": "2017-04-24T10:23:47Z", "keywords": ["Trump", "Democrats", "Trump Supreme Court", "Donald Trump", "President Trump", "House Democrats", "new Democratic National", "national party infrastructure", "Democratic Congressional Campaign", "Democratic Party", "tea party", "New York Sen.", "new groups", "New Jersey Sen.", "DNCOther Democratic organizations", "Democratic state lawmakers", "Democratic presidential primary", "Democratic super lawyer", "Sen. Bernie Sanders", "far-flung town halls", "California Sen. Kamala", "Gov. Jay Inslee", "House Minority Leader", "Tom Perez", "Massachusetts Sen. Elizabeth", "chair Tom Perez", "Leader Chuck Schumer", "special elections", "future high court", "anti-abortion mayoral candidateStill", "joint unity tour", "nominee Neil Gorsuch", "Ben Ray Lujan", "party elders", "current playing field", "health care reform", "superstar Jon Ossoff", "Attorney General Eric", "GeorgiaThose close results", "super PAC Priorities", "particular strategic thought", "basic American values", "majority Muslim nations", "party activists", "Democratic veterans", "party officials", "new activists", "Republican members", "structural woes", "progressive organizations"], "entities": ["Democrats", "President Trump", "Trump", "Democratic Party", "Gov. Jay Inslee", "Sen. Bernie Sanders", "Trump", "Barack Obama", "Tom Perez", "Democratic National Committee", "House Democrats", "Neera Tanden", "Congress", "GOP", "Democratic Congressional Campaign Committee", "Kansas", "Cabinet", "Ben Ray Lujan", "Nancy Pelosi", "Sen. Kirsten Gillibrand", "Indian Ocean", "Bill O'Reilly", "Vermont", "Marc Elias", "Chuck Schumer", "New York", "New Jersey", "Neil Gorsuch", "Sen. Cory Booker", "Sen. Kamala Harris", "Newt Gingrich", "Sen. Elizabeth Warren", "Washington", "Center for American Progress", "David Nir", "MSNBC", "Massachusetts", "California", "Jon Ossoff", "Attorney General Eric Holder", "Supreme Court", "chairman", "D-New York", "Georgia", "executive"], "description": "The messaging woes with rural, white Americans, the hurt feelings over a bitter primary, the lagging national party infrastructure, the Republican-dominated statehouses decimating unions and limiting voting access -- all of the challenges that doomed Democrats in 2016's election still exist.", "url": "http://www.cnn.com/2017/04/24/politics/democrats-trump-100-days/index.html", "author": "Eric Bradner, CNN", "fullText": "The messaging woes with rural, white Americans, the hurt feelings over a bitter primary, the lagging national party infrastructure, the Republican-dominated statehouses decimating unions and limiting voting access -- all of the challenges that doomed Democrats in 2016's election still exist. But the party also finds itself with a singular asset that might overpower any of those deep, structural woes: Donald Trump's presidency. The first 100 days of Trump's tenure in office has infused the progressive base of the Democratic Party with an energy -- and an eagerness to fight -- that party elders have never before seen. The women's marches and the emergence of an even broader-based, liberal version of the tea party led by new groups like Indivisible, have brought into the party new activists willing to do the grunt work of organizing locally. That energy has manifested itself in massive turnouts even at far-flung town halls hosted by Republican members of Congress, as well as in an unprecedented non-election year fundraising surge for progressive organizations. Other new groups, including Run for Something, are helping recruit and train candidates -- some of whom will compete in places previously ignored by Democrats. One thing is holding it all together: Trump. Washington Gov. Jay Inslee compared Trump's presidency to a mix of \"comic opera and tragedy.\" \"You almost expect him to say, 'Who knew the North and South was so complicated?'\" Inslee said in an interview, referring to Trump's claim he'd sent an \"armada\" to the Korean peninsula when in fact the aircraft carrier was en route to the Indian Ocean. \"You sort of expect him to nominate Bill O'Reilly for man of the year.\" Ben Ray Lujan, the chairman of the Democratic Congressional Campaign Committee -- the House Democrats' campaign arm -- said in the party's weekly address marking Trump's 100 days in office that \"it seems like President Trump spends more time golfing than governing.\" While Democrats have a common enemy, they still don't have a common message -- or a single leader. With Barack Obama enjoying retirement and the Clintons off politics' main stage, Democrats no longer have a star figure to counterbalance Trump. RELATED: Democrats' 'unity tour' is highlighting their many divisionsSenate Minority Leader Chuck Schumer, D-New York, was successfully able to muster a filibuster against Trump Supreme Court nominee Neil Gorsuch, forcing Republicans to invoke the \"nuclear option\" taking away the filibuster for future high court picks. And House Minority Leader Nancy Pelosi, D-California, has kept her ranks from supporting Trump. Yet those figures help Democrats win process battles -- not identify a positive message to sell to the nation. Others on Capitol Hill -- particularly Massachusetts Sen. Elizabeth Warren, New Jersey Sen. Cory Booker, New York Sen. Kirsten Gillibrand and California Sen. Kamala Harris -- are being looked to for leadership. Gillibrand won progressives' praise by casting the most \"no\" votes against Trump's Cabinet picks. Vermont Sen. Bernie Sanders has by far the biggest megaphone of anyone on the left. Yet in an interview alongside new Democratic National Committee chair Tom Perez in the middle of their joint unity tour, Sanders told MSNBC he isn't a Democrat -- he's an independent. RELATED: Bernie Sanders stands by anti-abortion mayoral candidateStill, Democrats insist they aren't worried. Some party officials and Democratic veterans pointed to the Republican rise of the tea party in 2009 and 2010, noting that its messages never really developed beyond stopping Obama and his push for health care reform. Trump isn't likely to stop provoking liberals' ire, those Democrats said. \"There's like five assaults on progressive values a day, depending on the tweets,\" said Neera Tanden, the president of the Center for American Progress. \"He's doing nothing to make anyone do anything but dislike him.\" Democrats are now largely focused on special elections for House seats vacated by Trump's Cabinet nominees. The party nearly pulled off a shocker in Kansas -- with no investment from the national party. Then, in Georgia, online fundraising superstar Jon Ossoff came within 2 percentage points of capturing what was once Newt Gingrich's seat in Congress -- and has another shot in a June runoff. RELATED: Progressives see reason for optimism after near-win in GeorgiaThose close results in normally deep-red districts have buoyed Democrats' hopes for the 2018 midterm elections -- even if party activists were disappointed not to net any wins yet. \"The current playing field -- this handful of special elections -- is on a tiny, unrepresentative patch of the country that is far more Republican than the nation as a whole,\" said David Nir, the political director for Daily Kos, the liberal blog that helped Ossoff raise an eye-popping $8.3 million in 2017's first quarter.\"But plenty of Republicans who sit in much more vulnerable districts will be up for re-election next year,\" Nir said. \"If they slip by anywhere near as a big a margin as the GOP did (in Georgia and Kansas), a lot of them are going to lose. And DC Republicans can't go all in with millions in spending to save every at-risk GOP incumbent next year.\"As for leaders, Perez has taken the helm of the DNC and is now in his second month attempting to rebuild the organization. Much of the behind-the-scenes work of preparing the infrastructure for the 2018 midterms and the 2020 presidential race could fall to him. RELATED: How Tom Perez is trying to fix the DNCOther Democratic organizations are also preparing to play new roles. The super PAC Priorities USA brought Democratic super lawyer Marc Elias onto its board and is focusing on voting access. Former Attorney General Eric Holder is leading a new group's efforts to fight gerrymandering in courts and back Democratic state lawmakers so the party has more say in the redistricting process. Tanden, meanwhile, has organized a May \"Ideas Conference\" with a star-studded lineup that looks like the first cattle call of the 2020 Democratic presidential primary.  But Democrats say they're not worried the party doesn't have a single standard-bearer today. \"The heroes are on the street right now,\" said Inslee, who led the legal battle against Trump's executive order banning travel from seven majority Muslim nations. Inslee recalled a ferry ride to the women's march in January, where he saw an old friend who had never been politically active. She was wearing a pink hat -- and had brought 10 of her friends with her. \"It's been very successful organically without any particular strategic thought,\" Inslee said. \"It's been a very gut-level, sincere, powerful effort to resist a departure from basic American values. And the fact that it has been organic and natural without a dime's worth of provocation is pretty amazing.\" ", "source": "cnn", "urlToImage": "http://i2.cdn.cnn.com/cnnnext/dam/assets/170420162322-donald-trump-april-20-super-tease.jpg"}, "36": {"title": "White House, Capitol Hill scramble for deal", "publishedAt": "2017-04-24T13:06:27Z", "keywords": ["White House", "border wall", "White House officials", "border wall money", "government shutdown Friday.Bipartisan", "health care", "President Donald Trump", "insurance companies subsidies", "border wall funding", "Hill Trump budget", "President.Top administration officials", "Friday White House", "White House gambit", "Democrats", "health care deal", "House Armed Services", "Illinois GOP Rep.", "new health care", "House Republicans", "significant sticking points", "House Democrats", "Budget Director Mick", "phone interview Friday.Even", "Attorney General Jeff", "Department watchdog report", "hostage health care", "Rep. Bradley Byrne", "Leader Chuck Schumer", "Leader Nancy Pelosi", "purchase weapons systems", "secretary Sean Spicer", "Obamacare subsidies", "call.Congressional Republicans", "help Republicans", "spending talks", "GOP Obamacare", "Obamacare spending", "spending bills", "GOP leaders", "Obamacare marketplace", "new administration", "border security", "border wall.", "Republican members", "stopgap measure", "federal agencies", "final deal", "various issues", "government funded.CNN", "Obama administration"], "entities": ["President Donald Trump", "CNN", "Congress", "White House", "Administration", "GOP", "President", "White House", "Rep. Bradley Byrne", "Democrats", "Matt House", "Obamacare", "Chuck Schumer", "Mexico", "Sean Spicer", "House Armed Services Committee", "Minority Leader Nancy Pelosi", "Department of Health and Human Services", "official", "Obama administration", "Jeff Sessions", "Mick Mulvaney", "Senate", "Budget Director", "Washington", "US", "Associated Press", "Alabama", "OMB", "Mattis", "Attorney", "Pentagon", "Jim Acosta", "militaryByrne", "Director", "hawks", "Treasury Department", "Jeff Zeleny", "ABC", "Rep. Rodney Davis", "press secretary", "Illinois", "MJ Lee"], "description": "Fights over money to pay for a border wall -- as well as Obamacare subsidies and an infusion of resources for the military -- are threatening to trip up congressional talks over a funding bill to head off a government shutdown Friday.", "url": "http://www.cnn.com/2017/04/24/politics/white-house-shutdown-deadline/index.html", "author": "Deirdre Walsh and Ted Barrett, CNN", "fullText": "Fights over money to pay for a border wall -- as well as Obamacare subsidies and an infusion of resources for the military -- are threatening to trip up congressional talks over a funding bill to head off a government shutdown Friday.Bipartisan negotiators have spent weeks methodically working through hundreds of issues to set spending across all federal agencies for the rest of the fiscal year, with White House officials largely on the sidelines being briefed on various issues. But Democrats are warning that the White House, which stayed out of the fray during much of these talks, is ratcheting up demands, insisting on including border wall money in exchange for continuing to pay insurance companies subsidies to bolster the Obamacare marketplace, which they say is a nonstarter. President Donald Trump highlighted the issue again over the weekend. \"The Democrats don't want money from budget going to border wall despite the fact that it will stop drugs and very bad MS 13 gang members,\" Trump tweeted Sunday. But White House officials said late Sunday that they did not want the government to shut down over any impasse in the spending talks -- and that's a directive straight from the President.Top administration officials explained to the President this weekend that the most likely scenario is a stopgap bill that would last a week or so until a deal is reached. \"There's no interest in a shutdown,\" an official says, adding they will \"do what it takes\" to avoid one.Aides for the top Republicans and Democrats on the appropriations committees say they are making progress under the deadline pressure. But they also concede that significant sticking points remain and Congress, which is returning from a two-week recess, will have just a few days to get a bill to the President's desk. Multiple aides tell CNN that Congress may need to pass a stopgap measure -- potentially for a week or more -- to give them time to reach a final deal.RELATED: Republicans hope to avert shutdown, enter the week unclear on detailsDetails of a final deal are scarce. House Republicans said their leadership was short on specifics during a private conference call Saturday with Republican members in part because of fear that the call could be leaked.\"I don't think the budget's fully baked yet. ... But that will consume us next week,\" one Republican member told CNN after the call.Congressional Republicans recognize that conservatives are unlikely to back any measure so they are working across the aisle to get support on a bill that will pass with votes from both parties.Trump has few legislative accomplishments to show for his first 100 days in office -- a mark that he will hit on the same day as the deadline to fund the government. Sources close to the process tell CNN that dynamic has increased pressure on the new administration to show some results on one or more of their campaign promises, especially after legislation to repeal and replace Obamacare failed to gain enough support to even get a vote last month.There's a renewed effort to bring back GOP Obamacare bill and try to hold a vote as early as next week in the House. Talks over the recess have resulted in an agreement among some conservatives and moderates on some potential tweaks. But many members and aides caution that with the clock ticking down getting a final health care deal that can pass and a spending bill over the finish line is a heavy lift.RELATED: Why you should be very skeptical about a new health care bill, in 1 sentence\"I think it's highly unlikely we can do both next week, so I think funding the government should have the priority,\" Rep. Bradley Byrne of Alabama told CNN in a phone interview Friday.Even if Congress doesn't include money for the wall in this week's measure, the administration appears to be looking for other ways to pay for the project. Attorney General Jeff Sessions said Sunday there are a number of ways to extract the billions of dollars needed to build Trump's wall.\"We're going to get it paid for one way or the other,\" Sessions told ABC's \"This Week,\" referencing a Treasury Department watchdog report during the Obama administration that said excess payments of about $4 billion a year were going to people that shouldn't get them, and he said reining in the problem could lead to savings over time that could pay for the wall.Trump's Budget Director Mick Mulvaney acknowledged Friday to reporters that there are still a number of disagreements between the administration and GOP leaders as well as Democratic lawmakers on Capitol Hill that are holding up a deal, including money to begin construction of a border wall.    The OMB Director told the Associated Press on Thursday \"we want wall funding. We want (immigration) agents. Those are our priorities.\" He essentially dismissed Democratic opposition to the wall, arguing Trump's election in November meant he should get a top agenda item through Congress.Democrats have repeatedly said they oppose the border wall, and including money in this must-pass bill was a red line they wouldn't cross.House Minority Leader Nancy Pelosi, in a conference call Thursday night with House Democrats, began to lay the groundwork for blaming the GOP, arguing with control of the majority \"it's their responsibility\" to keep government open.\"We have the leverage and they have the exposure,\" Pelosi said, reminding members that without their help Republicans would walk right into a shutdown.While many Republicans agree there should be more resources to beef up border security, there isn't the same drive among most rank and file members to risk a shutdown over what amounts to a down payment to begin building a border wall.\"I would say I don't see an appetite to have a government shutdown,\" Illinois GOP Rep. Rodney Davis said on CNN on Friday. He warned, \"I was part of Congress during the last government shut down. It was very frustrating to somebody like me who went to Washington to govern.\"RELATED: Schumer upbeat on funding deal, blasts Trump on tax returnsOn Friday White House press secretary Sean Spicer reiterated the administration was continuing to push for these items that Democrats oppose.\"I think we've made it very clear that we want border wall funding and we want greater latitude to deny federal grants to sanctuary cities, we want hiring of immigration agents and we want $30 billion to infuse the military budget. Those are our priorities,\" Spicer said.Mulvaney floated a proposal Friday that would offer Democrats one dollar in Obamacare spending for each dollar in the bill to pay for building a wall along the southwest border.But Matt House, spokesman for Senate Democratic Leader Chuck Schumer, blasted that proposal, saying, \"the White House gambit to hold hostage health care for millions of Americans, in order to force American taxpayers to foot the bill for a wall that the President said would be paid for by Mexico is a complete non-starter.\"House added that \"the US government is supposed to take care of its citizens and, according to the President, Mexico is supposed to pay for the wall. If the administration would drop their eleventh hour demand for a wall that Democrats, and a good number of Republicans oppose, Congressional leaders could quickly reach a deal.\"Democrats are also pressing the Administration not just to continue paying out the subsidies to insurance companies providing coverage in the Obamacare exchanges, but to agree to put a mechanism in place to allow the Department of Health and Human Services to provide these subsidies to insurers going forward.Another thorny issue is the amount negotiators set for the Pentagon. Defense hawks in Congress have argued that the military is stretched too thin right now and argue the billions they're pushing for is emergency money that needs to be dedicated to promote readiness and purchase weapons systems and boost operations in hot spots around the globe.Sources: Mattis tells Hill Trump budget won't fully rebuild militaryByrne, a member of the House Armed Services Committee, said he doesn't want a shutdown, but that he and others who are pushing for the increase for the military made it clear to top Republican leaders \"we're not just going to roll over on that.\"Byrne said he's normally willing to help pass spending bills when other conservatives balk, but may not be there this time if the final package doesn't include sufficient resources for troops. \"I don't see the leadership having the votes to move a long-term CR or any sort of appropriations bill without those of us who have big concerns with defense,\" he said referring to a continuing resolution, one type of spending bill Congress could pass to keep the government funded.CNN's Jeff Zeleny, MJ Lee, Lauren Fox and Jim Acosta contributed to this report.", "source": "cnn", "urlToImage": "http://i2.cdn.cnn.com/cnnnext/dam/assets/170325091122-12-paul-ryan-ahca-0324-super-tease.jpg"}, "37": {"title": "Poll: Trump, Democrats and GOP all unpopular", "publishedAt": "2017-04-24T12:16:18Z", "keywords": ["ABC/Washington Post poll", "Trump", "President Donald Trump", "daughter Ivanka Trump", "Street Journal poll", "Post poll respondents", "News/Washington Post Poll", "modern president.Forty-two percent", "approval numbers", "actual election Clinton", "low approval numbers", "Federal Election Commission.Trump", "son-in-law Jared Kushner", "Florida.The ABC/Washington Post", "Franklin Delano Roosevelt", "NBC/WSJ poll", "Americans.Sixty-seven percent", "lowest level", "Hillary Clinton", "100-day plan", "100-day mark", "significant majorities", "Republican Party", "Republican parties", "hypothetical rematch", "popular vote", "bad news", "Democratic Party", "third-party candidate", "electoral victory", "Sunday afternoon", "New polls", "major pieces", "American Voter", "private club", "100-days measure", "strong leader.", "legislative proposals", "support", "pair", "margin", "people", "media", "error", "legislation", "point", "touch", "adults", "points", "tweets"], "entities": ["President Donald Trump", "Hillary Clinton", "Democratic Party", "Republican Party", "President Franklin Delano Roosevelt", "Jared Kushner", "ABC", "Hillary", "Mar-a-lago", "American Voter", "pass.Gallup", "100-day", "40%", "53%", "54%", "Sixty-seven percent", "Thirty-four percent", "Forty-two percent", "100 days", "100-days", "46.09%", "48.18%", "3.3%", "3.5%", "58%", "62%", "85%", "96%"], "description": "A pair of polls released Sunday showed President Donald Trump approaching his 100th day in office with the lowest level of support any modern president.", "url": "http://www.cnn.com/2017/04/23/politics/donald-trump-approval-poll/index.html", "author": "Eli Watkins, CNN", "fullText": "A pair of polls released Sunday showed President Donald Trump approaching his 100th day in office with the lowest level of support any modern president.Forty-two percent of people in an ABC/Washington Post poll said they approved of Trump's performance so far, while 53% said they disapproved. An NBC/Wall Street Journal poll had 40% of respondents saying they approved of Trump and 54% saying they disapproved.But the bad news wasn't Trump's alone. The ABC/Washington Post poll found significant majorities said both the Democratic and Republican parties were \"out of touch\" with the concerns of most Americans.Sixty-seven percent of respondents said the Democratic Party was out of touch, as did 62% for the Republican Party. Less than a third said either party was \"in touch.\"Trump fared slightly better than the parties, with 58% saying he was out of touch.Despite Trump's low approval numbers, the poll showed him retaining support among his base, with 96% of people who said they voted for him saying they would do so again. The poll showed only 85% of those who voted for Hillary Clinton would do so again, with most of those who would not saying they would either go with a third-party candidate or not vote at all. That difference in remaining support for the two candidates would mean Trump would best Clinton 43 to 40% in a hypothetical rematch today. In the actual election Clinton failed to achieve an an electoral victory but outpaced Trump by almost 2.9 million votes, with 65,853,516 (48.18%) to his 62,984,825 (46.09%) according to the Federal Election Commission.Trump seized on the poll's findings in a pair of tweets Sunday afternoon saying: \"New polls out today are very good considering that much of the media is FAKE and almost always negative. Would still beat Hillary in ... popular vote. ABC News/Washington Post Poll (wrong big on election) said almost all stand by their vote on me & 53% said strong leader.\"The 100-days measure has been a focus of the media since former President Franklin Delano Roosevelt, who signed 15 major pieces of legislation early in his presidency. Trump tweeted last week that the 100 days point was \"ridiculous.\" But during his campaign he referenced the point himself and promised to fight for a sweeping package of legislation as part of his 100-day plan in his \"Contract with the American Voter.\" With less than a week until he hits the 100-day mark, none of those legislative proposals have come to pass.Gallup's historical presidential approval numbers showed most presidents were near the height of their popularity in the beginning of their first terms. Respondents to Sunday's polls also weighed in on a few areas unique to Trump.Thirty-four percent of the ABC/Washington Post poll respondents said they disapproved of Trump including his daughter Ivanka Trump and son-in-law Jared Kushner in his administration. And a majority, 54%, said they did not have a problem with Trump working out of Mar-a-lago, his private club in Florida.The ABC/Washington Post poll surveyed 1,004 adults over April 17-20 and had a margin of error ±3.5% points. The NBC/WSJ poll surveyed 900 adults over that same period and had a margin of error ±3.3% points.", "source": "cnn", "urlToImage": "http://i2.cdn.cnn.com/cnnnext/dam/assets/170418062427-donald-trump-mike-pence-march-28-2017-super-tease.jpg"}, "38": {"title": "North Korea threatens to sink US aircraft carrier", "publishedAt": "2017-04-24T08:54:20Z", "keywords": ["North Korea", "aircraft carrier", "Vinson carrier group", "USS Carl Vinson", "American aircraft carrier", "nuclear-powered aircraft carrier", "Vinson Strike Group", "President Donald Trump", "western Pacific Ocean", "Japan Maritime Self", "state-run newspaper Rodong", "Asia Pacific region", "Korean PeninsulaThe location", "new ballistic missile.", "Fox Business Network", "South Korea", "Japanese destroyers", "Samidare destroyers", "joint drills", "Defense Force", "tactical training", "Maria Bartiromo", "Susannah Cullinane", "Junko Ogura", "Korean waters", "military force", "single strike.", "state newspaper", "Zahra Ullah", "hydrogen bomb.CNN", "absolute weapon", "Lauren Suk", "prudent measure", "Pacific Command", "Ivan Watson", "Australian navy", "joint exercises", "defense officials", "armada", "threats", "Seoul", "Sunday", "country", "Pyongyang", "weaponry", "submarines", "Ashigara", "Sinmun", "editorial", "claims.In"], "entities": ["North Korea", "Carl Vinson", "US", "Donald Trump", "US Pacific Command", "Carl Vinson Strike Group", "Japan Maritime Self Defense Force", "Pacific Ocean", "South Korea", "Seoul", "Pyongyang", "CNN", "Maria Bartiromo", "Asia Pacific", "Western Pacific", "Philippines", "Korean Peninsula", "Lauren Suk", "Susannah Cullinane", "Junko Ogura", "Australian navy", "Tokyo", "Auckland", "President", "Fox Business Network", "Ivan Watson", "Zahra Ullah"], "description": "North Korea on Sunday threatened to sink an American aircraft carrier that is beginning joint drills with two Japanese destroyers in the western Pacific Ocean.", "url": "http://www.cnn.com/2017/04/23/politics/uss-carl-vinson-japan-us-drills/index.html", "author": "Junko Ogura and Susannah Cullinane, CNN", "fullText": "North Korea on Sunday threatened to sink an American aircraft carrier that is beginning joint drills with two Japanese destroyers in the western Pacific Ocean. The USS Carl Vinson will be joined by the Ashigara and Samidare destroyers in \"tactical training\" drills near the Philippines, the Japan Maritime Self Defense Force said. North Korea's state-run newspaper Rodong Sinmun said in an editorial the country is ready to illustrate its \"military force\" by sinking a \"nuclear-powered aircraft carrier with a single strike.\"The state newspaper claimed to have weaponry which \"can reach continental US and Asia Pacific region\" and the \"absolute weapon,\" hydrogen bomb.CNN cannot independently verify the claims.In the face of recent saber-rattling from North Korea, US President Donald Trump had said the Vinson carrier group was being deployed to waters off the Korean PeninsulaThe location of the Vinson has dominated headlines after Trump's remark  on April 12. Trump said he was sending \"an armada\" to Korean waters potentially to deal with threats from North Korea. The statement came after Pyongyang said it had successfully launched a new ballistic missile.\"We are sending an armada. Very powerful,\" Trump told Fox Business Network's Maria Bartiromo. \"We have submarines. Very powerful. Far more powerful than the aircraft carrier. That I can tell you.\"But it turned out the carrier group was not actually steaming toward the peninsula, but rather heading to joint exercises with the Australian navy.The US Pacific Command said Tuesday that training with the Australian navy had been completed, and that \"the Carl Vinson Strike Group is heading north to the Western Pacific as a prudent measure.\" US defense officials told CNN the Vinson and its carrier group would arrive off the Korean Peninsula by the end of April. Sunday's threats are consistent with others North Korea has made in past weeks. North Korea has said it will respond in kind to any US attack on the country. And it has claimed it would strike the US mainland and US carriers and forces in the region, specifically US bases in South Korea and Japan.CNN's Junko Ogura reported from Tokyo and Susannah Cullinane wrote from Auckland. Also reported from CNN's Ivan Watson and Zahra Ullah in Seoul. Translation by Lauren Suk in Seoul.", "source": "cnn", "urlToImage": "http://i2.cdn.cnn.com/cnnnext/dam/assets/170409024444-uss-carl-vinson-super-tease.jpg"}, "39": {"title": "US tells North Korea to cease 'destabilizing actions and rhetoric'", "publishedAt": "2017-04-24T11:59:29Z", "keywords": ["North Korea", "anticipated North Korea", "South Korea", "claims.North Korea", "North Korean newspaper", "North Korean government", "North Korean holiday", "Pentagon spokesman Gary", "launch.President Donald Trump", "Korean nuclear threat.", "isolated communist nation", "nuclear-powered aircraft carrier", "nuclear weapons test", "Sunday night Washington", "unlawful weapons programs", "Asia Pacific region", "provocative moves.The State", "Minister Shinzo Abe", "Korean nuclear missile", "grave threat", "Xinhua news agency", "Chinese President Xi", "robust international campaign", "ballistic missile programs", "Kim Jung-un regime", "Security Secretary John", "USS Carl Vinson", "destabilizing actions", "department spokesperson", "spokesperson added.", "DPRK", "international obligations", "nuclear program", "situation further.", "Japanese destroyers", "official newspaper", "military force", "strategic choice", "national security.", "Philippines.Rodong Sinmun", "Central Committee", "military parade", "single strike.", "course.Phone callsTrump", "White House", "international community", "hydrogen bomb.CNN", "reckless actions", "human rights", "absolute weapon"], "entities": ["North Korea", "US", "Donald Trump", "DPRK", "South Korea", "Pyongyang", "Pentagon", "Prime Minister Shinzo Abe", "China", "Gary Ross", "Japan", "Democratic People", "official", "Xi Jinping", "Central Committee", "Asia Pacific", "Washington", "Lauren Suk", "Seoul", "State Department", "President", "Carl Vinson", "White House", "CNN", "Kim Jung-un", "Homeland Security", "Ivan Watson", "Union", "Zahra Ullah", "John Kelly", "Secretary"], "description": "With tensions rising between the US and North Korea, the Pentagon on Sunday called for the isolated communist nation to avoid destabilizing the situation further.", "url": "http://www.cnn.com/2017/04/23/politics/pentagon-north-korea/index.html", "author": "Eli Watkins and Jamie Crawford, CNN", "fullText": "With tensions rising between the US and North Korea, the Pentagon on Sunday called for the isolated communist nation to avoid destabilizing the situation further.\"We call on (North Korea) to refrain from provocative, destabilizing actions and rhetoric, and to make the strategic choice to fulfill its international obligations and commitments and return to serious talks,\" Pentagon spokesman Gary Ross said. \"North Korea's unlawful weapons programs represent a clear, grave threat to US national security.\"The statement came just hours after a North Korean newspaper said Pyongyang was ready to take out a US aircraft carrier conducting drills with Japanese destroyers near the Philippines.Rodong Sinmun, the official newspaper of the North Korean government's Central Committee, said in an editorial the country is ready to illustrate its \"military force\" by sinking the \"nuclear-powered aircraft carrier with a single strike.\"The newspaper claimed Pyongyang has weaponry that \"can reach continental US and Asia Pacific region\" and the \"absolute weapon,\" a hydrogen bomb.CNN cannot independently verify the claims.North Korea conducted its fifth nuclear weapons test last September and displayed a series of missiles at a military parade on an important North Korean holiday earlier this month before firing one off, which the US said went down in flames shortly after the launch.President Donald Trump has pledged to rein in the \"menace\" of North Korea's nuclear program, and has spoken to Chinese President Xi Jinping about getting China, as one of North Korea's only allies, to put pressure on its neighbor to change course.Phone callsTrump spoke by phone with Xi and Prime Minister Shinzo Abe of Japan Sunday night Washington time, the White House said. North Korea came up in both conversations.Xi told Trump that he hopes all parties can exercise restraint, according China's state-run Xinhua news agency, and Abe told reporters he and Trump had agreed to keep calling strongly on North Korea to refrain from provocative moves.The State Department said Sunday that it remains committed to directly addressing the North Korean nuclear threat.\"Provocations from North Korea have grown far too common and far too dangerous to ignore,\" a department spokesperson said, referring to the country by the acronym for its official name, the Democratic People's Republic of Korea. \"Together with the international community, we will hold the Kim Jung-un regime accountable for its dangerous and reckless actions and serious human rights abuses through a robust international campaign to cut the DPRK off from the rest of the world through diplomatic, security, and economic measures. \"With our allies and partners around the world, we will show the DPRK that the only path to a secure, economically-prosperous future is to abandon its nuclear and ballistic missile programs,\" the spokesperson said.\"We do not seek military conflict, nor do we seek to threaten North Korea,\" the spokesperson added. \"However, we will respond to threats to us or our allies accordingly.  We remain open to talks with the DPRK, but need to see that the DPRK will cease all its illegal activities and aggressive behavior in the region.\"The US said Tuesday that it was sending the USS Carl Vinson towards North Korea and that the strike group that it leads would reach there by late April. The Pentagon spokesman, Ross, said the US continued commitment to defending South Korea and Japan was \"ironclad.\"Homeland Security Secretary John Kelly said in an interview on CNN's \"State of the Union\" on Sunday that a North Korean nuclear missile capable of striking the US would be a \"grave threat\" and anticipated North Korea could achieve this capability before Trump would begin his second term.Sunday's threats from Pyongyang are consistent with others North Korea has made in past weeks. The country has said it will respond in kind to any US attack, and it has warned it would strike the US mainland and US carriers and forces in the region, specifically US bases in South Korea and Japan.CNN's Ivan Watson and Zahra Ullah contributed to this report. Translation by Lauren Suk in Seoul ", "source": "cnn", "urlToImage": "http://i2.cdn.cnn.com/cnnnext/dam/assets/170409024444-uss-carl-vinson-super-tease.jpg"}, "40": {"title": "France urged to reject Le Pen in vote run-off", "publishedAt": "2017-04-24T13:18:27Z", "keywords": ["Le Pen", "Marine Le Pen", "Emmanuel Macron", "anti-EU Le Pen", "Le Pen winning.There", "Le Pen victory", "novice Emmanuel Macron", "Jean-Marie Le Pen", "Le Pen flags.", "leader Marine Le", "vast crowds.Le Pen", "France", "candidate Francois Hollande", "Macron supporters", "far-right leader", "far-left candidate Jean-Luc", "French stock markets", "mainstream Republican candidate", "French President Francois", "mainstream defeated candidates", "highest-ever voting tally", "main political parties", "Socialist Party", "European Union", "French Tricolour flag", "Far-left firebrand Mélenchon", "Chancellor Angela Merkel", "French journalist Christine", "unfair international competition", "Minister Bernard Cazeneuve", "big great message", "then-incumbent Jacques Chirac", "French voters", "French presidency", "National party", "France backwards", "French Republic", "anti-extremist voters", "French people.", "political establishment", "pro-European centrist", "French people", "Benoit Hamon", "final race", "populists think.", "insurgent campaign", "extremist party", "round.The result", "Francois Fillon", "National Front stronghold"], "entities": ["Le Pen", "France", "Emmanuel Macron", "Marine Le Pen", "National Front", "France", "Jean-Marie Le Pen", "Macron", "Europe", "Le Pen", "National Front", "Benoit Hamon", "Francois Hollande", "Socialist Party", "rejoiceLe Pen", "Paris", "European Union", "president", "Francois Fillon", "CNN", "Facebook", "EU.", "Michel Barnier", "Angela Merkel", "firebrand Mélenchon", "Jean-Luc Melenchon", "Paris", "Twitter", "Jacques Chirac", "Donald Trump", "Prime Minister Bernard Cazeneuve", "Christine Ockrent", "US", "chief of staff", "Macron.", "Roman Maison", "Hilary Clarke", "France.", "Chancellor", "Valerie", "Laura Smith-Spark", "Hilary McGann", "Saskya Vandoorne", "Oceane Cornevin", "Stephanie Halasz", "Carol Jordan", "James Masters"], "description": "France's political establishment rallies against far-right leader Marine Le Pen as she goes head-to-head against Emmanuel Macron in the race for the presidency.", "url": "http://www.cnn.com/2017/04/24/europe/french-presidential-election/index.html", "author": "Angela Dewan and Bryony Jones, CNN", "fullText": "France's defeated political establishment has begun to rally against the far-right leader Marine Le Pen as she goes head-to-head against political novice Emmanuel Macron in the final race for the French presidency. As Le Pen celebrated the highest-ever voting tally for her Front National party, candidates knocked out in the first round began to endorse Macron, who ended his insurgent campaign with a result that confounded expectations.Macron, a pro-European centrist, took first place with 23.9%, while the anti-immigrant, anti-EU Le Pen came second on 21.4%, with 97% of polling stations declared on Monday. Both go through to a runoff on May 7 after emerging top of a fractured field of 11 candidates in the first round.The result amounted to a comprehensive rejection of traditional politics in France. It is the first time since the establishment of the fifth French Republic in 1958 that no candidate from the two main political parties of the left and right has made it into the second round of the presidential vote.Macron goes through to the second round as the clear frontrunner, with most voters expected to switch to him from mainstream defeated candidates. Le Pen, meanwhile, faces an uphill struggle.The French stock markets rose on Monday morning, and the euro jumped to its highest level since November against the dollar  as investors bet against the chances of Le Pen winning.There was relief in Europe, too: Michel Barnier, the European Union's chief Brexit negotiator, described Macron as a \"patriot\".The chief of staff for German Chancellor Angela Merkel said that the result showed France and Europe could \"win together\" and added: \"The centre is stronger than the populists think.\"Francois Fillon, the mainstream Republican candidate whose campaign foundered amid corruption allegations, emerged swiftly from his defeat with words of support for Macron.\"I promise you, extremism can only bring unhappiness and division to France,\" he said, describing the National Front as a party of \"violence\" and \"intolerance.\" \"We have to choose what is preferable for our country, and I am not going to rejoice. Abstention is not in my genes, especially when an extremist party is close to power,\" he said. \"There is no other choice but to vote against the far right.\"He argued that Le Pen's economic and social programs would bankrupt the country, particularly if France dropped the euro as its currency, as the far-right leader has threatened.The Socialist Party's candidate, Benoit Hamon, also warned against a Le Pen victory.  \"I appeal to you in the strongest terms to beat the National Front by voting for Emmanuel Macron, even though he is not part of the Left,\" Hamon wrote on Twitter. Hamon secured just 6.4% of the vote, a disastrous showing for the Socialist Party, whose candidate Francois Hollande won the presidency in 2012 but whose popularity has sunk during his term.French Prime Minister Bernard Cazeneuve tweeted his support for Macron, calling on voters to back him in the second round \"to combat the National Front's disastrous project to take France backwards and to divide the French people.\"But far-left candidate Jean-Luc Melenchon has refused to say who he would back, criticizing both candidates for having \"no stance on the environment or the future of civilization, and who both challenge the welfare and social accord of the country.\"France: Open or closed?French voters made it clear Sunday that they were ready for change -- neither candidate hails from the establishment parties that have dominated the country for decades.In the next two weeks, Macron will build on his pro-European, centrist message while Le Pen made it clear she would intensify the nationalist, anti-Islamist rhetoric that propelled her into the second round.Sunday's first round contest was held under tight security after a terror attack in Paris Thursday night disrupted the final day of campaigning Friday. And the Paris attacks in November 2015, on which 130 people were killed, saw French President Francois Hollande's populrity plunge into the doldrums. Le Pen, 48, told supporters her first move as president would be to impose a temporary ban on legal immigration to France. She has also vowed to take France out of the EU.\"The French people must seize this opportunity, because the enormous challenge of this election is the wild globalization that puts our civilization at risk,\" Le Pen said at Henin-Beaumont, a National Front stronghold in northern France.\"Either we continue to disintegrate without any borders, without any controls, unfair international competition, mass immigration and the free circulation of terrorists, or you choose France with borders,\" she added.Macron, 39, has warned against nationalism and has attracted support from the left and right for his more moderate stance, promising to boost the economy and improve security. \"I will be the president of the patriots against the threat of the nationalists. There is only one France, France of the patriots in a protective Europe. The fight to be trustworthy to run our country starts tonight and we will win it,\" he said Sunday night. His party, \"En Marche!\" which was only created in September, now has more than 200,000 members and his meetings have attracted vast crowds.Le Pen, Macron supporters rejoiceLe Pen's  advancement to the second round is not  without precedent -- her father, Jean-Marie Le Pen, made it to a runoff against the then-incumbent Jacques Chirac in 2002, only to suffer a devastating loss when anti-extremist voters rallied against the National Front leader.But it was not the comprehensive breakthrough for the far right that some had predicted.Nonetheless, supporters at the National Front's headquarters responded to the results with songs and dance through the night, waving Le Pen flags.\"Marine Le Pen -- liberty!\" shouted one woman, who gave her name as Valerie.  \"Immigrants, terrorism, killing police officers -- I can't bear it. I don't want to see that kind of thing anymore. I want to live in a free country,\" she told CNN.Who is Marine Le Pen?A huge cheer erupted at Macron's headquarters after the results emerged, his supporters waving the French Tricolour flag, and those of the EU.\"I'm actually quite happy because I voted Emmanuel Macron yesterday,\" Roman Maison, a 27-year-old banker, told CNN in Paris on Monday. \"I think it's a big great message for Europe, this is a great message for all around the world that populists are not winning.\" The result mirrored others -- such as the British vote to leave the European Union and the US election of Donald Trump -- where voters have rejected traditional elites. \"It's a political earthquake in this country and in Europe,\" veteran French journalist Christine Ockrent told CNN. Who is Emmanuel Macron?Fillon was an early favorite for the presidency, but his campaign suffered from allegations that he paid his wife and children for work they never carried out. He denies any wrongdoing. Far-left firebrand Mélenchon, whose popularity surged in the final weeks of the race following impressive performances in the television debates, has so far refused to concede defeat, but said he would accept the final results when they came in. \"We do not recognize the score announced on the basis of opinion polls,\" he wrote on Facebook. \"The results of the larger towns and cities are not yet known,\" he added, calling for \"restraint\" and urging commentators to \"be cautious.\"CNN's Hilary Clarke, James Masters, Saskya Vandoorne, Hilary McGann, Oceane Cornevin, Carol Jordan, Stephanie Halasz and Laura Smith-Spark contributed to this report.", "source": "cnn", "urlToImage": "http://i2.cdn.cnn.com/cnnnext/dam/assets/170424141134-lepen-macron-split-super-tease.jpeg"}, "41": {"title": "Lawyers in cases against UK troops 'knew clients belonged to Iraqi militia'", "publishedAt": "2017-04-24T13:48:55Z", "keywords": ["Mahdi army", "Leigh", "Timothy Dutton QC", "law firm", "Sapna Malik", "senior Mahdi army", "British soldiers", "Mahdi army Shia", "Iraqi detainees", "mistreated Iraqi detainees", "Mahdi army fighters", "Dutton said.The firm", "Solicitors Disciplinary Tribunal", "improper purposes", "Solicitors Regulation Authority", "Shia militia", "dishonest claims", "OMS detainee list", "OMS list", "Iraqi clients", "senior member", "Anna Crowther", "Iraqi civilians", "UK military patrol", "new legal ground", "contemporaneous documents", "Iraqi claims", "improper claims", "Iraqi document", "copy form documents", "Mahdi army.", "crafted witness statements", "Iraqi intermediary", "Iraqi witnesses", "Iraqi cases", "army client", "foreign trips", "Abu Jamal.", "misconduct allegations", "contemporaneous evidence.", "Law Society", "British base", "successful conclusion", "Mazin Yunus", "large costs", "multiple charges", "so-called Battle", "Shia leader", "press conference"], "entities": ["Martyn Day", "Mahdi army", "Leigh Day", "Leigh Day", "Sapna Malik", "Timothy Dutton QC", "SRA", "Solicitors Disciplinary Tribunal", "Mahdi army.", "Solicitors Regulation Authority", "Anna Crowther", "Iraq", "Law Society", "Basra", "UK", "Mazin Yunus", "Danny Boy", "Abu Jamal.", "Phil Shiner", "Ministry of Defence", "five years", "9.5m", "7m"], "description": "Law firm Leigh Day accused at tribunal of failing for more than five years to reveal that its clients were Mahdi army members", "url": "https://www.theguardian.com/uk-news/2017/apr/24/lawyers-leigh-day-cases-against-uk-troops-allegedly-knew-clients-belonged-iraq-militia-mahdi-army", "author": "Owen Bowcott", "fullText": "The law firm Leigh Day failed for more than five years to reveal that its Iraqi clients pursuing claims against British soldiers were members of a “murderous” Shia militia, the Solicitors Disciplinary Tribunal has been told.Opening prosecution of the firm, Timothy Dutton QC, for the Solicitors Regulation Authority (SRA), said that for many years lawyers from Leigh Day maintained that those who had been killed or mistreated were “innocent Iraqi civilians”.The law firm, it is alleged, possessed evidence which demonstrated that many of its clients were members of the Mahdi army and were pursuing “dishonest claims for improper purposes”.  “At no stage did Martyn Day or Sapna Malik [of Leigh Day] stand back and carry out inquiries to check whether they were carrying out improper claims on behalf of the Mahdi army,” Dutton said.“If [Leigh Day] had discharged their duties, British soldiers and their families would not have had to endure the torment of years of worry.”As early as 2008, the tribunal was told, Leigh Day knew that one of its clients was a senior member of the Mahdi army and that he had threatened the firm’s agent in Iraq, Abu Jamal.“Leigh Day knew that if they could pursue the claims to a successful conclusion, then they would receive large costs and they could recoup their expenditure on foreign trips,” Dutton said.The firm “ignored the evidence they were receiving about [the senior Mahdi army client] because they regarded him as central to bringing of the claims”. Leigh Day and three of its solicitors face 20 combined charges, including one of dishonesty. The firm’s partners, Martyn Day and Sapna Malik, face multiple charges; another solicitor, Anna Crowther, faces just one charge. The misconduct allegations mainly centre on claims that British soldiers tortured and murdered Iraqi detainees following the so-called Battle of Danny Boy near Basra  in 2004. The fighting had erupted after members of the Mahdi army Shia militia ambushed a UK military patrol. Some insurgents, it was alleged, were captured and taken back to a British base where they were supposedly tortured and murdered. The claims were subsequently found to be fictitious by the al-Sweady inquiry in 2014. The first charge relates to a press conference held by Martyn Day at the Law Society in 2008 at which allegations were first made in public that soldiers had killed, tortured and mistreated Iraqi detainees. The prosecution says that at that point “it was improper” for the lawyers to make those claims.  The trial may break new legal ground, potentially setting limits on how far solicitors need to prove allegations to their own satisfaction before they can bring them to court. One of the main points of contention is over the release of an Iraqi document known as the OMS detainee list, which recorded that those captured were acknowledged to be Mahdi army fighters and not local farmers or civilians. It was written in Arabic and subsequently translated on behalf of Leigh Day. OMS stands for the “Office of the martyr al-Sadr”, who was a Shia leader.  The SRA, which is prosecuting, maintains that the law firm failed between 2007 and 2013 to hand over the OMS list to the inquiry and the high court. Leigh Day has questioned whether the Ministry of Defence (MoD) itself already had the list.  The charges also involve what are said to be “improper fee-sharing arrangements” between Leigh Day and an Iraqi intermediary, Mazin Yunus, who helped organise Iraqi witnesses. Day and Malik are charged with authorising £75,000 in referral fees to Yunus which were said to be banned by solicitors’ regulations. Timothy Dutton QC, for the SRA, said that Leigh Day had demonstrated a “hint of tunnel vision” in repeatedly trying to blame the MoD for encouraging the SRA to bring the prosecution.“This is reaching for a theory to deflect attention from conduct,” Dutton added. The law firm had not recognised the “sheer scale of public disquiet at what had happened”.Leigh Day’s failure to keep proper records was “disastrous”, he said. Documents that came in were not shared with Phil Shiner of Public Interest Law (PIL) with whom the Iraqi cases were being coordinated. “Leigh Day did not properly record the provenance of the documents they received,” Dutton said. “They did not keep in hard copy form documents which had been held electronically. PIL did not receive the OMS list until 2013.” Leigh Day received a total of £9.5m in fees from all the Iraqi claims they brought, the tribunal was told. Emails in Leigh Day’s own internal correspondence referred to the paying of “bribes” although the firm disputes that the word was meant in the sense of corrupting evidence.Dutton told the tribunal: “[Leigh Day] should not have continued to act for the clients when they had evidence that not only were their clients members of a militia associated with the Mahdi army and pursuing dishonest claims for improper purposes, but which indicated that the clients and agent were being manipulated, threatened and blackmailed by a client, Khudur al-Sweady (KAS). There was evidence that KAS was a senior member of the Mahdi army.“Some of the money [spent on expenses by Leigh Day], approximately US$10,000, was used to pay what [Sapna Malik and Anna Crowther] in two emails described as ‘bribes’. They now deny that they thought they were paying bribes and they say that the use of the word ‘bribes’ in emails on their files was an unfortunate misdescription.“Denial of what the contemporaneous documents say is symptomatic: [Leigh Day] seek to rewrite parts of the history, and to deny or obfuscate what was recorded in contemporaneous documents. At an apparent cost of over £7m they have produced extremely lengthy and carefully crafted witness statements which seek to give explanations which in key areas do not square with the contemporaneous evidence.” Leigh Day and its three solicitors all deny any wrongdoing. The hearing continues.", "source": "the-guardian-uk", "urlToImage": "https://i.guim.co.uk/img/media/f3dbaa5b1a41644326df22e698c1329b062a516e/486_71_3054_1833/master/3054.jpg?w=1200&h=630&q=55&auto=format&usm=12&fit=crop&crop=faces%2Centropy&bm=normal&ba=bottom%2Cleft&blend64=aHR0cHM6Ly91cGxvYWRzLmd1aW0uY28udWsvMjAxNi8wNS8yNS9vdmVybGF5LWxvZ28tMTIwMC05MF9vcHQucG5n&s=ccb9a52b685d873a67016708324424a2"}, "42": {"title": "Kids Company founder Camila Batmanghelidjh 'facing directorship ban'", "publishedAt": "2017-04-24T11:52:58Z", "keywords": ["Kids Company", "board members", "disqualification proceedings", "reports.The Insolvency Service", "Sky News.The Insolvency", "charity Kids Company", "Keeping Kids Company", "chief Alan Yentob", "drugs company AstraZeneca", "Kids Company staff", "television production business", "£3m government grant", "financial collapse", "company directors", "Camila Batmanghelidjh", "Richard Handover", "year.Kids Company", "WH Smith", "physical assaults", "arts publicist", "Erica Bolton", "Charity Commission", "Companies House", "continuing.Other directors", "Andrew Webster", "David Cameron.Batmanghelidjh", "police investigation", "prime minister", "directorships", "bans", "circumstances", "ban", "Curious", "powers", "founder", "BBC", "lawyers", "individuals", "boss", "conduct"], "entities": ["Kids Company", "Keeping Kids Company", "Alan Yentob", "Kids Company", "Insolvency Service", "Charity Commission", "director", "Camila Batmanghelidjh", "WH Smith", "Richard Handover", "AstraZeneca", "Companies House", "founder", "prime minister", "Erica Bolton", "BBC", "David Cameron.Batmanghelidjh", "Andrew Webster", "executive", "15 years", "3m"], "description": "Insolvency Service reportedly wants to disqualify ex-board members including Alan Yentob over roles in collapsed charity", "url": "https://www.theguardian.com/uk-news/2017/apr/24/kids-company-founder-camila-batmanghelidjh-facing-directorship-ban", "author": "Jamie Grierson", "fullText": "Former board members of the collapsed charity Kids Company – including its founder, Camila Batmanghelidjh, and the former BBC chief Alan Yentob – face being banned from serving as company directors, according to reports.The Insolvency Service has written to lawyers acting for Kids Company’s former board members to warn them that it is minded to pursue disqualification proceedings against them, according to Sky News.The Insolvency Service, which has powers to seek bans on directorships for individuals of up to 15 years, said: “Our investigation into the circumstances surrounding the collapse of Keeping Kids Company and the conduct of the directors is ongoing. It is not appropriate to comment further at this time.” While disqualification proceedings can be lengthy, if successful they would ultimately force Yentob and the other board members to relinquish any directorships they hold. Yentob is listed at Companies House as a director of a television production business called I Am Curious, which he established last year.Kids Company collapsed in the summer of 2015, a month after it received a £3m government grant backed by the then prime minister, David Cameron.Batmanghelidjh and Kids Company staff blamed the collapse on a police investigation into sexual and physical assaults within the charity, which was ultimately dropped. A review by the Charity Commission into the financial collapse is continuing.Other directors potentially facing a ban include Richard Handover, a former boss of WH Smith, Andrew Webster, a former executive at the drugs company AstraZeneca, and Erica Bolton, an arts publicist.", "source": "the-guardian-uk", "urlToImage": "https://i.guim.co.uk/img/media/5b0d5f8cced5046902be8a642eb45fd07a835b19/137_0_2500_1499/master/2500.jpg?w=1200&h=630&q=55&auto=format&usm=12&fit=crop&crop=faces%2Centropy&bm=normal&ba=bottom%2Cleft&blend64=aHR0cHM6Ly91cGxvYWRzLmd1aW0uY28udWsvMjAxNi8wNS8yNS9vdmVybGF5LWxvZ28tMTIwMC05MF9vcHQucG5n&s=724bdba8691b258502cf72d12ca1b50b"}, "43": {"title": "Libya's warring sides reach diplomatic breakthrough in Rome", "publishedAt": "2017-04-24T06:01:13Z", "keywords": ["state council", "main warring sides", "new political agreement", "Libyan Political Agreement", "Italian foreign minister", "Abdulrahman Sewehli.The meeting", "Field Marshall Khalifa", "country.The state council", "Italian prime minister", "north African countries", "Ageela Saleh", "Angelino Alfano", "diplomatic breakthrough", "Libyan crisis", "Italian ambassador", "military standoff", "political deadlock", "EU sanctions", "national accord", "displaced persons", "fundamental dilemmas", "Donald Trump", "political progress.It", "political role", "outstanding issues", "Paolo Gentiloni", "military commander", "joint team", "fair solutions", "unity government", "hands-on role", "Gulf states", "house", "Rome", "representatives", "forces", "statement", "impasse", "openness", "friendliness", "compromise", "Tripoli", "presidents", "bleeding", "LPA", "potential", "division", "scale", "Italy", "reconciliation"], "entities": ["state council", "Libya", "Ageela Saleh", "Rome", "Angelino Alfano", "country.The state council", "EU", "president", "Marshall Khalifa Haftar.Saleh", "Donald Trump", "Tripoli", "Italy", "Paolo Gentiloni", "prime minister", "Gulf", "LPA", "commander", "Russia", "Egypt"], "description": "Compromise is brokered between presidents of house of representatives and state council after years of fighting", "url": "https://www.theguardian.com/world/2017/apr/24/libya-warring-sides-diplomatic-breakthrough-rome", "author": "Patrick Wintour", "fullText": "Rome has brokered a diplomatic breakthrough in Libya that has the potential to bring the two main warring sides together in a new political agreement after years of division, fighting and economic misery.The scale of the breakthrough will be tested later this week, but Italy is hailing a compromise brokered between the presidents of the house of representatives, Ageela Saleh, and the state council, Abdulrahman Sewehli.The meeting was overseen by the Italian foreign minister, Angelino Alfano, and the Italian ambassador to Libya. According to a statement from the state council, “there was an atmosphere of friendliness and openness” at the meeting in Rome. The statement also said there would have to be further consultations between the two sides this week in order to bring about reconciliation “and stop the bleeding as well as [ensure] the return of displaced persons”.The house of representatives led by Saleh has refused to approve a government of national accord based in Tripoli for more than a year until changes are made to the Libyan Political Agreement (LPA), which can only be effected by a joint team from the house and the state council. The impasse has led to political deadlock and a military standoff between forces in the west and east of the country.The state council said in a note: “We agreed to reach peaceful and fair solutions to outstanding issues,” a reference to one of the fundamental dilemmas in the Libyan crisis: the military and political role in any unity government of the military commander of forces in the east, Field Marshall Khalifa Haftar.Saleh, who has been president of the house since August 2014, has been subject to US and EU sanctions since 2016 for stalling and blocking political progress.It appears Donald Trump, who met the Italian prime minister, Paolo Gentiloni, this week, does not intend to adopt a hands-on role in Libya, in effect ceding the the future of the territory to north African countries, the EU, Russia, Egypt and some Gulf states. ", "source": "the-guardian-uk", "urlToImage": "https://i.guim.co.uk/img/media/cf18c6788aa5a76f8b1349f61e74ef9867deae57/622_869_2166_1300/master/2166.jpg?w=1200&h=630&q=55&auto=format&usm=12&fit=crop&crop=faces%2Centropy&bm=normal&ba=bottom%2Cleft&blend64=aHR0cHM6Ly91cGxvYWRzLmd1aW0uY28udWsvMjAxNi8wNS8yNS9vdmVybGF5LWxvZ28tMTIwMC05MF9vcHQucG5n&s=eb14a7032752455514fe18297b49c168"}, "44": {"title": "Paedophile hunters jeopardising police work, says senior officer", "publishedAt": "2017-04-24T13:48:59Z", "keywords": ["Dark Justice", "paedophile hunters", "sexual predators", "self-styled paedophile hunters", "police", "National Police Chiefs", "so-called paedophile hunters", "ongoing police investigations", "potential sexual predators", "term vigilante", "video broadcast online", "Newcastle-based Dark Justice", "significant resources", "child abuse investigation", "Mirza Mispa Beg", "national policing lead", "paedophile hunting groups", "Bluewater shopping centre", "Lee John Harvey", "potential sexual predators.The", "senior police figures", "Mr Justice Langstaff", "Investigatory Powers Act", "human intelligence source", "Newcastle crown court", "Vera Baird QC", "sexually explicit conversation", "private police", "man.Kent police", "Northamptonshire police", "stings", "Joe Simpkin", "public way", "Northumbria’s police", "official oversight", "child victims.", "people", "Michael Parkes", "wrongful allegations", "Ch Con Simon", "12-year-old girl", "appalling consequence", "Justice’s website", "public bodies", "people’s lives", "public authority", "grave consequences", "subsequent arrests", "human beings", "court process"], "entities": ["Dark Justice", "National Police Chiefs", "Michael Parkes", "Hunted One", "Association of Police and Crime Commissioners", "Stinson Hunter", "Simon Bailey", "Mr Justice Langstaff", "Mirza Mispa Beg", "UK", "Kent", "Dame Vera Baird QC", "official", "Newcastle crown court", "Joe Simpkin", "Bleach", "Lee John Harvey", "grooming.Bailey", "Northamptonshire", "Baird said.Bleach", "sex.Bailey", "Scott", "commissioner", "Northumbria", "18 months", "40 years", "12-year", "100%"], "description": "Revealing identity of suspected child abusers gives suspect opportunity to destroy crucial evidence, police chief warns", "url": "https://www.theguardian.com/society/2017/apr/24/paedophile-hunters-jeopardising-police-work-child-protection", "author": "Frances Perraudin", "fullText": "Stings by self-styled paedophile hunters – who pose as children online to catch potential sexual predators – are diverting “significant resources” into the protection of suspects, police chiefs have said.After a court ruled in favour of a group that argued that it should face no official oversight, Ch Con Simon Bailey, of the National Police Chiefs’ Council, said the group’s activities could jeopardise investigations.Bailey, the national policing lead on child abuse investigation, said so-called paedophile hunters were “taking risks they don’t understand”.“Revealing the identity of suspected paedophiles gives the suspect the opportunity to destroy evidence before the police can investigate them,” he said. “It can jeopardise ongoing police investigations and these people have no way of safeguarding child victims.” He also warned that wrongful allegations could have grave consequences for those accused.The paedophile hunters – who reject the term vigilante – say that in private police are supportive of their work and provide advice. They argue that they simply gather evidence and never seek to mete out punishment.But Bailey’s warning also follows the news on Easter Sunday that a brawl broke out at Bluewater shopping centre in Kent, when a group called The Hunted One livestreamed themselves meeting a man they claimed was grooming a child.The video broadcast online shows then shows members of the public apparently punching and kicking the man.Kent police said two men – Lee John Harvey, 20, and Joe Simpkin, 20 – had been charged with affray, and Mirza Mispa Beg, 29, charged with grooming.Bailey said such incidents could lead to suspects “going missing or raising concerns for their safety. This can divert significant resources into protecting suspects, which would be better invested in investigating and, where there is evidence, prosecuting them.”The phenomenon of paedophile hunters was first widely publicised in 2014, when Channel 4 aired a documentary called The Paedophile Hunter, which followed Stinson Hunter and his associates as they posed as children online to catch potential sexual predators.The same year an inquest heard that Michael Parkes, 45, killed himself after being confronted and filmed by Hunter. Parkes had been arrested, but not charged, by Northamptonshire police on suspicion of meeting someone he thought to be a 12-year-old girl for sex.Bailey said the consequences for potentially wrongly accusing someone in such a public way could be grave. “The temptation [for the accused] to kill themselves may be just as great even if they are innocent; that is an appalling consequence to contemplate,” he said.There are estimated to be 10 active paedophile hunting groups in the UK, with many claiming to have been responsible for scores of convictions of sexual predators. The Hunted One, a group of eight men and women, claims to have conducted about 56 stings and boasts of a 100% conviction rate from subsequent arrests, which amounts to more than 40 years of prison sentences. Stings by the Newcastle-based Dark Justice, which consists of two men in their 20s, have resulted in 48 convictions, with about 40 other cases active.Ben Bleach, 32, a member of The Hunted One, says while the police are critical of such groups in public, they privately provide advice and support on how to conduct stings. “The police are like us. They’re human beings,” he said. “They have families, so they understand what we’re doing and why we’re doing it.”This month, legal teams acting for two men who were caught by Dark Justice allegedly attempting to sexually abuse minors argued that the use of evidence gathered by such operations “diminished the integrity of the court process”, and that the groups should be governed by the Regulation of Investigatory Powers Act 2000, which public bodies are bound by.In a subsequent judgment given at Newcastle crown court, Mr Justice Langstaff ruled there was no legal requirement for the activities of such groups to be subject to controls. He concluded that the members of Dark Justice had “acted as private citizens throughout” and, as such, “authorisation of them by any public authority to act as a covert human intelligence source was and is not required by law”.The Hunted One was launched about 18 months ago and members operate aliases online in their spare time, sometimes talking to people in chatrooms on lunch breaks. The two members of Dark Justice gave up their jobs in October 2014 to look for sexual predators full-time, and are funded by donations from the public. Both live off their overdrafts. Dark Justice does not livestream its stings, saying it can result in the “predator being turned into the victim”, whereas The Hunted One believes livestreaming draws the public’s attention to the problem and creates more reliable evidence for court. Both groups object to the term vigilante. “A vigilante is a person who takes the law into their own hands and hands out punishment,” Scott, 26, from Dark Justice, said. “We’ve never once handed out punishment.”A statement on Dark Justice’s website says the group never approaches anybody online first. They immediately tell the people they are speaking to that they are underage and they try to avoid sexually explicit conversation. They never suggest meeting up. “They come to us,” said Scott.In a statement, Dame Vera Baird QC, chair of the Association of Police and Crime Commissioners and Northumbria’s police and crime commissioner, was less critical of paedophile hunters than other senior police figures have been, saying their activities had resulted in a significant number of convictions.“We need to find a way to ensure this type of activity is carried out as safely as possible, with appropriate focus on minimising the risks to the volunteers and the subjects of their activity, while maximising the chance of getting a conviction,” Baird said.Bleach said he often received emails from people interested in trying to catch predators online. People who were attracted to such work had often either been abused as children or were close to people who had been, he said. “[The group] is run through passion,” Bleach said. “We know first-hand how much damage it does to people’s lives, not just as children but when they get older.”", "source": "the-guardian-uk", "urlToImage": "https://i.guim.co.uk/img/media/77c3c511ce0cb6443d592d8e8a1a41a29dfa304a/0_0_6000_3600/master/6000.jpg?w=1200&h=630&q=55&auto=format&usm=12&fit=crop&crop=faces%2Centropy&bm=normal&ba=bottom%2Cleft&blend64=aHR0cHM6Ly91cGxvYWRzLmd1aW0uY28udWsvMjAxNi8wNS8yNS9vdmVybGF5LWxvZ28tMTIwMC05MF9vcHQucG5n&s=96cb2385192bf1495185d2133980c5ee"}, "45": {"title": "Afghan defence officials quit over Taliban attack as Pentagon chief flies in", "publishedAt": "2017-04-24T10:09:18Z", "keywords": ["security forces", "Afghan security forces", "Afghan army base", "Taliban attack", "Afghan government", "Afghan Local Police", "minister Abdullah Habibi", "defence minister", "Afghan officials.", "staff Qadam Shah", "embattled Helmand province", "four-star lieutenant general", "various unofficial sources", "largest conventional bomb", "major intelligence failure", "United Arab Emirates", "dozen provincial capitals", "Afghan president", "Taliban fighters", "defence secretary", "defence officials", "James Mattis", "latest attack", "unannounced visit", "army chief", "base mosque", "American troops", "public pressure", "Isis militants", "leg bandages", "presidential palace", "eastern Afghanistan", "immediate effect", "mess hall", "military vehicles", "additional US marines", "209th Corps", "death toll", "shooting rampage", "army hospital", "casualty toll", "arm drips.After", "Ashraf Ghani", "Momand Katawazai", "Islamic State", "much-needed reforms", "worst perpetrators", "record-high fatalities", "medical personnel", "previous report"], "entities": ["Afghan government", "Taliban", "US", "militia-style Afghan Local Police", "Abdullah Habibi", "Kabul", "Qadam Shah Shahim", "army chief of staff", "UN", "Afghanistan", "James Mattis", "Afghanistan", "Kandahar", "United Arab Emirates", "Ashraf Ghani", "Momand Katawazai", "209th Corps", "Helmand", "Isis", "Lashkar Gah", "commander", "assault", "Helmand.Mattis", "Nangarhar", "president", "10 days", "14%", "39%", "60%"], "description": "Army chief of staff and defence minister resign over deadly assault, as James Mattis prepares to meet US and Afghan troops", "url": "https://www.theguardian.com/world/2017/apr/24/afghan-defence-officials-resign-deadly-taliban-attack", "author": "Sune Engel Rasmussen", "fullText": "Afghanistan’s top two defence officials have resigned after a Taliban attack killed more than 140 soldiers at an army base, as the US defence secretary, James Mattis, touched down on an unannounced visit to meet American troops and Afghan officials.“Defence minister Abdullah Habibi and army chief of staff Qadam Shah Shahim stepped down with immediate effect,” the presidential palace in Kabul tweeted. Protesters gathered outside the palace on Monday after public pressure mounted over the weekend for officials to be held accountable. The attack on Friday at the largest Afghan army base in the north, possibly the deadliest inflicted by the Taliban on the country’s security forces since 2001, involved up to 12 militants. They breached the base by posing as injured soldiers, in fatigues and military vehicles, wearing leg bandages and arm drips.After setting off explosives at one checkpoint, they went on a shooting rampage outside the base mosque and inside the mess hall where they gunned down crowds of unarmed soldiers.Mattis arrived 10 days after the US dropped the largest conventional bomb it has ever used on Islamic State in eastern Afghanistan, and a day after 300 additional US marines were deployed to bolster Afghan security forces in the embattled Helmand province. The Afghan government maintains the casualty toll from the Taliban attack is about 100 injured and killed. However, various unofficial sources, including in the US military, put the number of dead as high as 170.The perceived failure to account for the full death toll has angered many Afghans. Victims’ relatives have said the government is disrespecting them. Habibi, a four-star lieutenant general, was appointed defence minister last June; Shahim had been in his post since 2015. Momand Katawazai, the commander of the 209th Corps, whose base was overrun, would remain in his position, his spokesman said. The latest attack was the third major intelligence failure in as many months. In March, gunmen stormed an army hospital in the capital, Kabul, killing dozens of injured soldiers and medical personnel. In January, an attack inside the governor’s heavily fortified compound in Kandahar killed more than a dozen people, including the ambassador of the United Arab Emirates and five of his envoys. Taliban fighters continue to grab territory across the country, encroaching on half a dozen provincial capitals, including Lashkar Gah in Helmand.Mattis was scheduled to meet the Afghan president, Ashraf Ghani, for probable discussions on the fallout of the strike on 13 April in Nangarhar. The Afghan government said the assault killed more than 90 Isis militants. The US has not yet commented on the result of the strike.The status of the Afghan security forces, who face increased pressure on the battlefield, record-high fatalities and mounting attrition rates, is also likely to be on the agenda.Ghani’s pledges to overhaul the leadership and culture of the security forces have shown little result. In one sign of the absence of much-needed reforms, a UN report on Monday showed that the torture of detainees by security forces remained widespread. According to the report, 39% of detainees interviewed said they had been tortured or ill-treated, the highest proportion since UN monitoring began in 2010. The worst perpetrators in the security forces were the militia-style Afghan Local Police, who tortured or mistreated about 60% of detainees, according to the report. Of the people captured by the national police, 45 spoke of torture, a 14% increase from the previous report in 2015.", "source": "the-guardian-uk", "urlToImage": "https://i.guim.co.uk/img/media/f8b2973dd3e2036fceb41239bf7ac5ab5a62ceeb/0_384_5760_3456/master/5760.jpg?w=1200&h=630&q=55&auto=format&usm=12&fit=crop&crop=faces%2Centropy&bm=normal&ba=bottom%2Cleft&blend64=aHR0cHM6Ly91cGxvYWRzLmd1aW0uY28udWsvMjAxNi8wNS8yNS9vdmVybGF5LWxvZ28tMTIwMC05MF9vcHQucG5n&s=82f73b8ae96b3195c7e7ea2c556c70f1"}, "46": {"title": "Speeding drivers face higher fines in England and Wales", "publishedAt": "2017-04-24T09:25:20Z", "keywords": ["police officers", "road safety", "full-time dedicated roads", "level playing field.", "safety charity Brake", "higher penalties", "excessive speeding", "maximum fines", "tougher punishments", "sentencing council", "speed limit", "30mph zone", "legal limits", "potential harm", "weekly income", "fine level", "Britain’s roads", "high-income drivers", "Steve Gooding", "RAC Foundation", "previous level", "new guidelines", "clear increase", "previous guidelines", "sensible reason", "Edmund King", "new sentences", "Responsible drivers", "realistic prospect", "extreme offenders", "police time", "effective way", "AA president", "correct speed", "campaigns director", "motorists", "motorway", "resources", "England", "Wales", "magistrates", "changes", "seriousness", "offence", "crashes", "speeds", "increases", "101mph", "consultation", "pressures"], "entities": ["director", "England", "Wales", "RAC Foundation", "Rae", "Steve Gooding", "Britain", "Edmund King", "London", "president", "101mph", "30mph", "51mph", "100%", "150%", "27%"], "description": "Fines for motorists driving at excessive speeds will rise sharply amid warnings police lack resources to enforce punishments", "url": "https://www.theguardian.com/world/2017/apr/24/speeding-drivers-face-higher-fines-in-england-and-wales", "author": "Jamie Grierson", "fullText": "Drivers caught at speeds excessively above legal limits face higher penalties in England and Wales amid warnings that police officers may not have the resources to enforce the tougher punishments.Under new guidelines for magistrates, fines for motorists caught doing 51mph in a 30mph zone or 101mph on a motorway will start from 150% of their weekly income, rather than the previous level of 100%.The sentencing council said the move aimed to ensure there was a “clear increase in fine level as the seriousness of offending increases”.It follows responses to a consultation arguing previous guidelines did not properly take into account the increase in potential harm that can result as speed above the limit rises.Two hundred and forty-four people were killed in crashes that occurred when a driver was breaking the speed limit on Britain’s roads in 2015. The director of the RAC Foundation, Steve Gooding, questioned whether police officers had enough resources to ensure the tougher punishments had an impact on road safety. The number of full-time dedicated roads policing officers in England and Wales (excluding London) fell by 27% between 2010 and 2015.Gooding said: “While we broadly support linking the amount of the penalty with income, the cap on the level of fines means that this link is broken for high-income drivers – hardly a level playing field.“For speeding penalties to be effective three things have to be true: they have to be severe enough to hurt, motorists need to know what they are and believe there is a realistic prospect of being caught if they go too fast.“We worry that other pressures on police time will seriously undermine the effectiveness of this stiffening of sanctions.”The AA president, Edmund King, described the changes as “an effective way to penalise offenders”.King said there was “no sensible reason” for excessive speeding, adding: “It is only right that these extreme offenders are punished severely.”He continued: “Responsible drivers will welcome the changes coming into force today. The majority of drivers who keep to the correct speed, as well as driving to the conditions, won’t be affected. It is only those who deliberately drive dangerously who will end up in court.”The maximum fines allowed by law remain the same, so speeding drivers cannot be fined more than £1,000 unless the offence takes place on a motorway, where the limit is £2,500.Gary Rae, the campaigns director for road safety charity Brake, said: “Toughening the fines and penalties for speeding is long overdue. I hope that magistrates ensure the new sentences are consistently applied.”", "source": "the-guardian-uk", "urlToImage": "https://i.guim.co.uk/img/media/fe5556bccf3ef3d9970ac5aa2db3893cf71e4377/0_379_3721_2232/master/3721.jpg?w=1200&h=630&q=55&auto=format&usm=12&fit=crop&crop=faces%2Centropy&bm=normal&ba=bottom%2Cleft&blend64=aHR0cHM6Ly91cGxvYWRzLmd1aW0uY28udWsvMjAxNi8wNS8yNS9vdmVybGF5LWxvZ28tMTIwMC05MF9vcHQucG5n&s=d68d53a0c8c3b649401b1d22b48e38f4"}}}